{"The-Vile-Deeds-of-Christman-Grippertenius/1.-Title-Page":{"title":"1. Title Page","links":[],"tags":[],"content":"\n\n“Die erst von dem Erschrocklichen Mörder Peter Nirschen/ wie er gericht und was er bekennt hat/ In dem 1581. Jahr zu Nüwen Marckt den 16. Septembris. Im Thon/ Es geht ein frischer Sommer daher. Die ander von einem Mörder Christman Gniperdoliga genannt/ welcher von seiner jugendt auff 964. Mörd gethan hat/ Im Thon Hilff GOtt das mir gelinge …”\nDreyerley Neüwezeitung. in Gesangweiß Link\n\nThis adventure is loosely inspired by the crimes of Christman Grippertenius and his associates Peter Stumpp and Peter Niers.\nThe adventure is meant for a party of 4-6 Level 4-8 characters. The adventure is written for Advanced OSE and was playtested with those rules. It should be equally usable with AD&amp;D/OSRIC, Swords &amp; Wizardry, LotFP or similar systems.\nThe player characters will confront a group of murderers that has been terrorizing the region of Bergkessel. The main inspiration for the adventure are the historical stories and murder ballads about Christman Genipperteinga,1 Peter Niers,2 and Peter Stumpp.3 The adventure does not strive for historical accuracy, merely to provide an engaging dark fantasy scenario for OSR gaming. If you’d like to read more about each of these three individuals, I recommend Historische Serienmörder. Menschliche Ungeheuer vom späten Mittelalter bis zum Ende des 19. Jahrhunderts, Kirchschlager, Michael (2014).\nContent Warning\nThe stories that inspired the adventure are particularly grisly and go beyond what most tables would find acceptable for a gaming session. Use your own good judgment and feedback from your players to determine the degree to which you want to include certain elements. This adventure should still offer plenty of opportunity for engaging adventure, even if you make the main antagonists “regular” bandits. In this write up, I tried to strike a balance between retaining some of the abhorrent details, while only making veiled references to others. The adventure features themes of violence, implied threats of sexual violence, abduction, child murder, and body horror. Proceed at your own peril.\nFootnotes\n\n\nsee Wikipedia for a quick overview. ↩\n\n\nsee Wikipedia for a quick overview. ↩\n\n\nsee Wikipedia for a quick overview. ↩\n\n\n"},"The-Vile-Deeds-of-Christman-Grippertenius/10.-Monsters":{"title":"10. Monsters","links":[],"tags":[],"content":""},"The-Vile-Deeds-of-Christman-Grippertenius/11.-Magic-Items":{"title":"11. Magic Items","links":[],"tags":[],"content":""},"The-Vile-Deeds-of-Christman-Grippertenius/2.-Introduction":{"title":"2. Introduction","links":[],"tags":[],"content":"Adventure Overview\nNotes for using OSE\n\n\nUse the regular Advanced OSE system.\n\n\nAllow black powder weapons from Carcass Crawler.\n\n\nSetting Notes\n\n\nPseudo-European, set in the 16th century.\n\n\nHuman-centric but all advanced OSE races exist throughout Europe, with varying frequency, e.g., Elvish populations are slightly larger in Ireland, France, and Wallachia, dwarves in Switzerland, the Habsburg Empire, and Scandinavia. Gnomes in Scandinavia and the Ottoman Empire. Halflings are more common in Swabia, Bohemia, and Italy. Half-Orcs in Prussia, the Polish-Lithuanian Commonwealth, and Russia.\n\n\nWhile flavors of Christianity are dominant, a diversity of religious communities has survived alongside Catholicism since Antiquity. The Protestant Reformation is weakening the power of the Catholic Church and has led to an additional flourishing of religious splinter faiths (Christian or not).\n\n\nWhile the existence of god(s) is unproven, divine magic is real. There are scholarly disagreements about the source of divine magic and planar beings.\n\n\nTreasure\nTotal treasure value in the module: about 2 OSE levels from 4 to 6 (roughly 25k in OSE), with assuming five PCs, implies a total of 120k treasure XP.\nShort Summary of the Main Conflict\n\n\nChristman Grippertenius is a dangerous brigand who has been terrorizing the region. The cloth and wine merchants of Metz have made a secret arrangement with him. They finance a steady supply of wine, ale, food, and weapons, as well as substantial coin, and protect him from official prosecution. In turn, Christman organizes his banditry to focus on other local merchants and regions further away from Metz, targeting rivaling merchant houses. As long as Christman receives his supply, he will mostly remain in his lair and drink. At times, he will leave to meet with his bandit groups to organize a raid or participate himself. If his supply, especially alcohol, runs out, he will become restless and eventually attack travelers and the town of Metz. Think of him as a ticking time bomb for the adventure. Sooner or later, unless the PCs begin to meddle, someone will drive Christman out of his lair, with dire consequences for the whole region.\n\n\nThe new Bürgermeister of Metz, Simon Hofstatter is unaware of the secret arrangement between Christman and the cloth and wine merchants. He has promised to root out banditry in the Bergkessel region, especially the famous Christman after a public uproar over the disappearance of Lise Mueller. He has issued rewards for the capture of Christman and other bandits. Surely, this will attract adventures that will upend the delicate state of affairs in the Bergkessel region.\n\n\nLise Mueller, the young daughter of a Metzian goldsmith, is a satanic witch. The devil appeared in her dreams and tasked her with bearing Christman’s child. She is convinced that a child conceived under Satan’s gaze and of the bandit’s loins will become a powerful harbinger of doom. She has let herself be captured by Christman and is currently “held captive” in his lair. Christman has no desire for offspring (nor sex for that matter) and has been largely ignoring her. Lise is plotting a way to seduce or incapacitate Christman to harvest his seed.\n\n\nPeter Niers, a serial killer, necromancer, and former apprentice to Christman, is planning to usurp Christman’s unofficial position as leader of the various bandit groups in the Bergkessel. He loathes the old bandit and is determined to rule the region. He also wants the book The Rites of the Pale Wedding from Christman’s hoard to ascent to lichdom and create an undead wife for himself. He has engaged the Greencloak Pikes to help him in his endeavor and has secretly tasked them to mess with the wine and cloth merchants, hoping to drive a wedge between them and Christman.\n\n\nThe Witch Hunter Wilhelm von Hagen is roaming the region, hunting heretics, witches, and other non-believers. He is pursuing rumors about a witches coven in the region and wolf attacks around Bedburg.He will involve himself in the affairs of the Bergkessel region if he feels it gives him an opportunity to burn someone at the stake.\n\n\nThere are a few other, minor actors in the region with their own agendas.\n\n\nLegend says Christman’s treasure cache has grown to the size of 100k gold pieces. Rumors of this hoard might just make anyone dare to find his lair…\n\n\nDramatis Personae\nChristman Grippertenius\nAlso called Papedöne, the Bergkessel Butcher, and Schwarzer Friedrich.\n63 years old, tall as a tree, a drunk, eyes reveal a deep emptiness, stinks of sweat, piss, liquor, and vomit. Pocked, gin nose, hands as big as frying pans. Old, wiry muscles, tough like old leather, cunning. Just a man.\nSpends most days in a drunken stupor. Likes to strangle people to death. He is also a poison expert. Due to years of exposure (and the amount of alcohol in his system), he is immune to poisons himself.\nDespite the rumors, Christman is no demon, undead or otherwise magical creature. He has made no pact with the devil. He is just a man with base urges. The worst humanity has to offer.\nChristman Grippertenius—Level-10 Fighter-Thief (OSE): AC 16, HD 10 (65), Attacks: 2x weapon (sword 1d8+5, throwing knife 1d4+3), THAC0: 12[+7/+9 with longsword], Movement: 120’ (40’), ST: D6 W7 P8 B8 S10, Morale 11, Alignment CE, XP 500. Special: Sword and dagger are poisoned. If target loses 1 or more HP, save vs Poison or take an additional 1d4 damage per round for 1d4 rounds and be paralyzed for the same duration. Christman is immune to poison, Backstab, Thief Skills: CS 96, TR 80, H-N 1-4, HS 75, MS 85, OL 85, PP 85.\nChristman is a master skulker. He is never surprised but surprises enemies on a 1-4.\nEquipment: Old longsword+2 (crusted with dried blood, utterly mundane but poisoned), poisoned throwing daggers, a bottle of ale, leather armor +2, Boots of Elvenkind.\nCombat strategy: Christman does not fight fair. He will hit-and-run, lure enemies into traps and ambushes, target spellcasters (and make sure the target is dead and not just unconscious), and use his daggers to sideline dangerous warriors. He knows his caves from muscle memory. Fighting Christman, despite him being by himself and a mundane warrior, should be an absolute nightmare. If anyone invades his lair and survives, Christman will pursue them. If his lair is invaded or his alcohol supply dries up, he will rally the local bandit groups to: a) go after any PCs and kill them in their sleep; b) execute a night raid on Metz, attempting to kill the mayor. If that comes to pass, the wine and cloth merchants of Metz will ensure one of their own becomes mayor and stops the hunt for Christman to continue their bargain.\nForces beyond this world are watching. Christman has murdered 964 people thus far. If he makes it to 999, God will abandon humankind, and the Gates of Hell will open. He or anyone else is unaware of this issue. This is strictly between God and the world.\nPeter Stumpp\nPeter Stumpp is a wealthy farmer and landowner in Bedburg. He lost his wife years ago and has been raising his four daughters by himself. He is an ambitious man, but loves his daughters. He is currently scheming to marry both of his older daughters off to wealthy suitors, forging business alliances in the process. He controls land suitable for wine growing and wants his family to join with a wine merchant in Metz.\nStumpp’s wife died off a sudden fever that also afflicted his daughters. After his wife passed, he sought the help of a local witch (a hag in disguise). She saved the daughters but told Stumpp there will be a price to pay. When the hag came to collect his oldest daughter as payment, Stumpp refused. The hag cursed him to become a werewolf.\nAfflicted by the werewolf curse, he has killed many innocents in nightly murder sprees. Trying to protect his family, he has begun to lock himself into his barn. The murders have made the Metzian wine merchant skeptical about investing into Stumpp’s land and put the marriage plans for his daughter into jeopardy.\nPeter Stumpp is a bear of a man with big belly, red hair and moustache, fiercely protective of his daughters. Statistics of a Leader Werewolf.\n\nPeter Stumpp Medium, beastly visage.\nAC 5[14] (9[10] in human form) HD 4*(18hp) Attacks 1 x bite (2d4) THAC0 16[+3] Movement 180’(60’) ST D10 W11 P12 B13 S14 (4) Morale 8 Alignment Chaotic XP 125 (leader: 300) Number Appearing 1d6 (2d6) Treasure Type C\n\nLeader: Groups of 5+ are led by a werewolf with 5HD (30hp). The leader gains a +2 bonus to damage rolls.\n\n\nPeter Niers— Level 7 Necromancer\nPartially raised by Christman, an ambitious necromancer and cannibal. Wants to replace Christman, after having suffered years of abuse under his tutelage. His greatest desire though is to complete the Rite of the Pale Wedding, ascending to lichhood and creating an undead wife for himself in the process.\nA flop of greasy hair, combed over a bony skull. Only 27 years old, but looks like a corpse.\nNiers is a serial murderer. He fuels is necromantic rituals with the life force of fetuses. He has killed 24 pregnant women, mostly abducted in the Bergkessel region. He cuts the fetus from the mother’s body, cuts off its hands, and eats its heart.\nPeter Niers (Necromancer-7): AC 12 (16 with Bone Armor), HD 7 (25), Attacks: 1x weapon (Lifedrinking dagger+1 1d6+1+special or Pistol, THAC0: 17[+2], Movement: 120’ (40’), ST: D11 W12 P11 B14 S12, Morale 11, Alignment CE, XP 300.\nSpell Book:\n\n\nLevel 1 (3 Slots): Read Magic, Chill Touch, Command Dead, Marionette, Detect Undead\n\n\nLevel 2 (2 Slots): Bone Armour, Choke, Paralysing Touch, Detect Magic, Silence 15’ Radius, Speak With Dead\n\n\nLevel 3 (2 Slots): Fear, Hold Person, Vampiric Touch, Animate Dead, Temporary,\n\n\nLevel 4 (1 Slot): Rotting Touch, Dispel Magic, Command Undead\n\n\nEquipment: 2 pistols (2 cursed bullets, if hit, target needs to save vs. Magic or endure a –2 saving throw penalty, a –4 attack roll penalty, or reduce an ability score by 50%), the Lifedrinking Dagger of Heremachus (+1 to attack and damage, on a hit, target has to save vs. Poison or lose an additional 1d6 HP that transfer to the wielder, wielding this dagger is a profoundly evil act), Garoli’s Flesh Mask (a mask made from human flesh, lets the wearer assume the looks of another person. Use: once per day, lasts until the next sunrise. Costs 1d6 HP to activate.), Bone Idol (permanent effect of the Carrion Stench spell, slowly raises and attracts up to 33 undead in a 24 mile radius. Brandishing the Bone Idol, the owner can command the undead. For the purposes of turning undead in the presence of the Bone Idol, treat the cleric as one level lower.)\nNiers is a coward and fights as one. He will hide behind his undead or allied bandits. He delights in others pain and might get too close to someone injured to observe their suffering. If injured, he becomes aggravated and lashes out. If severely injured, he will use Invisibility and run.\n\nBandits\nManfred and Hegel Rotbart Two brothers in their thirties. Irredeemable, good-for-nothing selfish bastards. Wanted for the murder of a peasant family in Bieberach. Manfred prefers to club people with his mace, Hegel likes to shoot his crossbow from forest cover.\nManfred (Fighter-4) AC 14 (Chain), HD 4 (26), Attacks: 2x Club 1d8+2, THAC0: 17[+2/+4 with STR bonus], Movement: 120’ (40’), ST: D10 W11 P12 B13 S14, Morale 8, Alignment NE, XP 100. Equipment: 1 Healing potion. Special: Manfred knows how to knock people around. If he rolls a 1-2 on his damage roll, target has to save vs. Death or go unconscious.\nHegel (Thief-5) AC 14 (Leather), HD 4 (26), Attacks: 1x Crossbow 1d6, THAC0: 17[+2/+4 with crossbows], Movement: 120’ (40’), ST: D12 W13 P11 B14 S13, Morale 8, Alignment NE, XP 100. Equipment: Cloak of Elvenkind. Special: Thief skills and backstab (works with crossbow).\nThe Sorry Sisters\nNot actually related. A group of 7 bowhunters. Former nuns that fled an abusive abbot. Hate the Catholic Church and the Greencloaks. Use stats of Brigands but give them longbows and an extra +1 to hit. Their leader is Sister Carmelia Pugliacco (Fighter-4 with a +1 Longbow). Sister Wendolin tends to the groups spiritual needs (Cleric-4).\nCarmelia (Fighter-4) AC 14 (Chain), HD 4 (22), Attacks: 1x Longbow 1d6+1 or shortsword 1d6+1, THAC0: 17[+2/+4 with the longbow], Movement: 120’ (40’), ST: D10 W11 P12 B13 S14, Morale 8, Alignment NG, XP 100. Equipment: 1 Healing potion, +1 Longbow, Shortsword.\nSister Wendolin (Cleric-4) AC 15 (Chain+Shield), HD 4 (26), Attacks: 1x mace 1d6, THAC0: 19[+0], Movement: 120’ (40’), ST: D11 W12 P14 B16 S15, Morale 8, Alignment NG, XP 100. Equipment: 1 Healing potion. Spells prepared: Cure Light Wounds 1x, Purify Food and Water 1x, Hold Person 1x.\nTorfstecher Gang\nA Halfling gang. Timmet, Ton, Tuk, Tegel, Tim, Tolliver, Torben, and Tabert are the brothers in charge. A fluctuating number (2d8) of other halflings hang around as well. Lean and wiry from forest living. Cast out from their clans for thieving, assault, and murder. Make no mistake, these are hard people. Cutthroats to the bone. If they invite you to their home, they will poison your food or slit your throat in your sleep.\nTimmet, Ton, Tuk, Tegel, Tim, Tolliver, Torben, Tabert (8 Halfling thieves-3): AC 14 (Leather), HD 3 (11), Attacks: 1x Shortbow or Shortsword 1d6, THAC0: 19[+0/+2 with ranged attacks], Movement: 120’ (40’), ST: D13 W14 P13 B16 S15, Morale 7, Alignment NE, XP 75. Equipment: Leather armor, Shortbows, Shortswords. Special: Thief skills and backstab (works with crossbow).\nCombat strategy: Ambush specialists.\nThe Greencloak Pikes Deserters from Prince Waldrecht’s host. Former elite scouting unit. Starting an alliance with Peter Niers. The leader is Jakob Straub. His brother Johann Straub is currently held by Christman for punishment and as a hostage to keep the Greencloaks in line. Jakob stole a shipment of goods from the cloth merchants of Metz, violating the agreement between them and Christman. Jakob wants his brother back and is scheming with Peter Niers.\nJakob Straub (Fighter-6) AC 15 (Chain+1), HD 6 (33), Attacks: 1x Sword 1d8+2, THAC0: 17[+2/+5 with sword], Movement: 120’ (40’), ST: D10 W11 P12 B13 S14, Morale 8, Alignment NE, XP 100. Equipment: 1 Healing potion, +1 Longsword, +1 chain. Special: Morale bonus of +2 to his men while standing. Jakob has a trained Hawk (Grauklaue) that accompanies him.\nGreencloaks are disciplined fighters. They know how to lay an ambush, flank, and separate and deal with spellcasters.\nThe Waldrach Clan\nKlaus Waldrach: (Fighter-6) AC 13 (Leather+1), HD 6 (37), Attacks: 1x Two-handed Warhammer 1d10+3, THAC0: 17[+2/+6 with warhammer], Movement: 120’ (40’), ST: D10 W11 P12 B13 S14, Morale 8, Alignment NE, XP 100. Equipment: +1 Two-Handed Warhammer (on each hit, target has to save vs. Paralysis or be knocked prone) Special: 1 Potion of Giant Strength.\nOther members of the clan have statistics like a Berserker.\nKlaus’ alliance with Christman goes back decades and is not easily broken. He is the conduit for the wine and cloth merchants’ payments to Christman. While Klaus will go far to protect Christman, his family’s survival is his first priority.\n\nLise Mueller\nDaughter of a wine merchant of Metz. Vanished from the town. In truth, she is a witch in league with the devil. Sent to Christman to conceive a child with him. Unsuccessful so far (Christmas has no interest and is too drunk most of the time). Open to an alliance against Christman.\nLise will prefer to negotiate or Charm instead of fight.\nLise Mueller (MU-4): AC 12 (Clothes), HD 4 (10 HP), Attacks: 1x weapon (knife 1d4), THAC0: 19[+0], Movement: 120’ (40’), ST: D13 W14 P13 B16 S15, Morale 9, Alignment CE, XP 100. Equipment: Potion of Gaseous Form, Potion of Polymorph Self\nSpell Book:\n\n\nLevel 1: Read Magic, Charm Person, Sleep, Detect Magic\n\n\nLevel 2: ESP, Phantasmal Force, Invisibility\n\n\nLise is not part of a coven, but strives to create one. There are two other witched active in the region. Algrexia the Green (see Encounter Tables) and Pawel Wójcik (see Encounter Table). They are aware of each other and rivals, but will not lightly betray the others. They all loath clerics and the Witch Hunter Wilhelm von Hagen.\nThe Black Hag Esmeralda Fettnagel dwells in Hex 0200. She appears as a woman in her 40s, living in the woods by herself and might be easily mistaken for a witch. She is the one who cursed Peter Stumpp. She is aware of the other witches in the region and is willing to trade information about them for a favor. She is also willing to lift the curse on Peter Stumpp for the right price.\nSigmund Hofstatter\nNewly elected. Plans to root out the bandit problem. Offers bounties for the different bandit groups.\nSecretly having an affair with his (male) scribe.\nThe Cloth and Wine Merchants of Metz\nHave an understanding with Christman. Don’t want the Bürgermeister to interfere.\nGuildmaster of the Cloth Merchants: Rüdiger Reims (travels with 1 guard), upset because a recent cloth shipment has been stolen by bandits. He us unsure if Christman is holding up the bargain.\nGuildmaster of the Wine Merchants: Alois Hutmeister (travels with 1 guard).\nThe Witch Hunter\nWilhelm von Hagen. Belongs to the Order of St. Carolus. Camping outside of Metz. Interested in hunting down Peter Niers, finding witches, finding the remains of St. Jakobus, or the rumors of the werewolf. Righteous, unbending, humorless. Believes if he scores a big win in the region, he will be awarded the command of a stronghold for his holy order.\nWilhelm von Hagen: (Paladin-8) AC 19 (Plate+1 and Shield+1), HD 8 (44), Attacks: 1x Longsword 1d8+4, THAC0: 14[+5/+8 with longsowrd], Movement: 120’ (40’), ST: D6 W7 P8 B8 S10, Morale 11, Alignment LG, XP 250. Equipment: +2 Longsword/+3 vs Undead, +1 Plate, +1 shield Special: Paladin powers.\nGoetz von Berlichingen\nA Raubritter, he travels the region and sells his services to the highest bidder. A foul-mouthed but honorable robber knight, he likes to boast, drink, and fight. Currently in a feud with the guilds of Metz for having failed to pay him. Wants to teach the pompous guild masters a lesson. Him and his men live in the Rabenburg in Hex 0706.\nGoetz von Berlichingen: (Fighter-8) AC 17 (Plate and Shield), HD 8 (51), Attacks: 1x Zweihänder 2d6+3, THAC0: 14[+5/+7 with Zweihänder], Movement: 120’ (40’), ST: D8 W9 P10 B10 S12, Morale 10, Alignment CG, XP 300. Equipment: +1 Zweihänder, Iron Hand (+1 to attack and damage, allows the wielding of two-handed weapons in one hand), Special: 1 Potion of Heroism."},"The-Vile-Deeds-of-Christman-Grippertenius/3.-Bergkessel-Region":{"title":"3. Bergkessel Region","links":[],"tags":[],"content":"\nHexes\n\nObvious features are discovered when entering a hex.\nHidden features are discovered in a 1:6 chance when entering a hex. If a party spends 1 day searching a hex, they have a 3:6 chance of finding hidden features. Rangers, Barbarians, and Elves (or other characters with appropriate knowledge) have a 4:6 chance.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHEXDescriptionEncounter TableHex 0100Rolling hills and a river. Two vagrants, Moritz and Alfons Kerbach fish in the river. Sporting overly bushy mustaches, full of breadcrumbs and ale foam from their early breakfast. Slur their words and constantly talk over each other. They have stashed away a keg of golden ale in the river, stolen from the brewery in Waldrach. They sell their day’s catch for 2sp per fish. Can provide a rumor about the region or be retained as (unreliable) hirelings.Encounter Table AHex 0101Rolling hills and a river. Outskirts of the Frasswald.Encounter Table AHex 0102Trade Road Weinweg and farm fields.Encounter Table AHex 0103Trade Road Weinweg and farm fields.Encounter Table AHex 0104Farm fields.Encounter Table AHex 0105Farm fields.Encounter Table AHex 0106Forest.Encounter Table AHex 0107Forest and Owlbear lair.Encounter Table BHex 0200Frasswald. Hag hideout of Esmeralda Fettnagel.Encounter Table BHex 0201FrasswaldEncounter Table AHex 0202FrasswaldEncounter Table AHex 0203Farm fields, river, trade road WeinwegEncounter Table AHex 0204Camp of the Witch Hunters. Wilhelm von Hagen, accompanied by 2 clerics (Level 2, chainmail, shield, mace), 20 Fighters (Level 1, chainmail, spears, longswords, shields, bows, horses), 25 civilian faithful acting as porters. Made camp here and erected simple defenses. Wilhelm is a staunch Catholic and looking for heretics, magic-users, witches, etc. He has heard rumors of the Werewolf killings in Bedburg and undead rising in Metz’ graveyard. The city of Metz has barred him from entering.-Hex 0205Farm fields.Encounter Table AHex 0206ForestEncounter Table BHex 0207ForestEncounter Table BHex 0300Frasswald and Lechsee. Lake has crystal clear water. Sunken smuggler’s boat at the bottom of the lake (can be seen from above). Boat contains a sealed barrel with jewelry worth 3,000 gp. Giant Bass prowls the bottom of the lake. Fisher’s hut on the shore, abandoned. Fisher Waldemar took his own life 12 years ago. His Ghost haunts the hut. The hut contains fishing rods, various tools, Ring of Water Walking.Encounter Table BHex 0301Frasswald.Encounter Table BHex 0302Frasswald.Encounter Table BHex 0303Waldrach. See Section @ref(waldrach)-Hex 0304Trade road Weinweg and farm fields.Encounter Table AHex 0305Trade road Weinweg and farm fields.Encounter Table AHex 0306The Graveyard. See below for details.-Hex 0307Trade road Weinweg, river, and light forest.Encounter Table AHex 0400Frasswald.Encounter Table BHex 0401Frasswald. Forest shrineEncounter Table BHex 0402Frasswald. Secret tunnel exit from the Waldrach Brewery (Very Hidden, needs a double success on the 1:6 chance to find randomly).Encounter Table BHex 0403Meadows.Encounter Table AHex 0404Farm field, river and the Old Mill. Miller Theodor has had trouble with ruffians from Waldrach. Waldrach clan purchased flour from him and has not paid yet. The mill has some hidden treasure under a heavy flagstone. 900 gp and the skeleton of Erwin Merbeck, the former apprentice of Miller Theodor. Theodor strangled him in a fit of rage and told Erwin’s family in Waldrach that he ran away. The Waldrach clan is damming the river and threatening the survival of the mill.Encounter Table AHex 0405Metz. See Section @ref(metz).-Hex 0406Trade road Weinweg and farm fields.Encounter Table AHex 0407ForestEncounter Table BHex 0500Frassberg Mountains.Encounter Table BHex 0501Frassberg Mountains.  Rotbart Brother’s Cave (Hidden).Encounter Table BHex 0502Frasswald.Encounter Table BHex 0503Frasswald. A loud grunt heard from afar. Towering elk caught in bear trap. A group of three hunters is converging. The antlers would fetch a pretty penny in a larger town (up to 800 gp). If the PCs let the elk die, roll a secondary Encounter die whenever the regular Encounter die is rolled. On a 1, a pack of wolves appears.Encounter Table BHex 0504Farm fields.Encounter Table AHex 0505Farm fields and trade road GutsherrnstrasseEncounter Table AHex 0506Farm fields.Encounter Table AHex 0507Forest and logging camp.Encounter Table BHex 0600Christman’s Lair (Hidden). See Section @ref(lair)-Hex 0601Frassberg Mountains and nest of Harpies.Encounter Table BHex 0602Frassberg Mountains and bandit’s lair.Encounter Table BHex 0603Frasswald.Encounter Table BHex 0604Farm fields.Encounter Table BHex 0605Farm fields and trade road Gutsherrnstrasse.Encounter Table AHex 0606Farm fields.Encounter Table AHex 0607Forest. A small pond with blooming flowers, drifting lazily on the surface. The smell of sweet pollen fills the air. A small water kobold hides in the water. She likes human teeth and will trade one tooth for expertly carved jade rings (each worth 400gp)Encounter Table BHex 0700Frassberg Peak. See Section @ref(frassberg)Encounter Table BHex 0701Frassberg Mountains.Encounter Table BHex 0702Frassberg Mountains.Encounter Table BHex 0703Frasswald and Hunter’s Lodge (Hidden) used by Bandits. Sorry Sister’s Outpost.Encounter Table BHex 0704Trade road Gutshernnstrasse and Roadhouse.Encounter Table AHex 0705Site of the Battle of Erichfeld. Nothing grows here, flies buzz.Encounter Table AHex 0706Troll Hills and Goetz von Berlichingen’s Keep (The Rabenburg).Encounter Table CHex 0707Forest. Tomb of St. Jakobus (Hidden).Encounter Table BHex 0800Frassberg Mountains.Encounter Table BHex 0801Frasswald and Halfling Bandit’s Burrow (Hidden). Torfstecher Burrow.Encounter Table BHex 0802Frasswald.Encounter Table BHex 0803Farm fields and trade road Gutsherrnstrasse.Encounter Table AHex 0804Farm fields.Encounter Table AHex 0805Meadows. The smell of honey and a loud buzzing sound. Dangerous bee hive (use Killer Bee stats), tended by a beekeeper. Bees are aggressive, beekeeper will protect bees, will trade honey (has a positive effect), bees tend to a nearby vineyard that makes the wine special.Encounter Table AHex 0806Troll Hills.Encounter Table CHex 0807Forests.Encounter Table BHex 0900Frasswald.Encounter Table BHex 0901Frasswald.Encounter Table BHex 0902Meadows.Encounter Table AHex 0903Bedburg. See Section @ref(bedburg)Hex 0904Farm fields and Werewolf murder site: a family of six, torn to pieces, crows feasting.Encounter Table AHex 0905Troll Hills and Greencloak Pike’s Hideout (Hidden).Encounter Table CHex 0906Troll Hills.Encounter Table CHex 0907Troll Hills.Encounter Table CHex 1000Frasswald.Encounter Table BHex 1001Trade road Gutsherrnstrasse.Encounter Table AHex 1002Trade road Gutsherrnstrasse. Totenbaum. A dozen corpses hanging on ropes from the branches of a large willow tree. In the center, a hanging cage with treasure in it (jewelry worth 2,000 gp and a +1 rapier). Corpses attack anyone who steals the treasure. Can be appeased? Tree is a monster as well, has vines that can strangle and string up PCs, turning them into new undead.Encounter Table AHex 1003Peter Stumpps’ Farm.Encounter Table AHex 1004Farm fields.Encounter Table AHex 1005Troll Hills.Encounter Table CHex 1006Troll Hills.Encounter Table CHex 1007Peter Niers’ Tower. See Section @ref(tower)Encounter Table CHex 1100Trade road Gutsherrnstrasse.Encounter Table AHex 1101Forest and buried bandit’s treasure cache.Encounter Table BHex 1102Trade road Kantonweg. By the side of the road, a skeleton without legs, wearing the rags of a Landsknecht. A shiny golden glint can be seen from a distance. The skeleton sits on a pile of gold coins (567gp). When approached, the skeleton begins to move its head and arms, welcoming anyone who dares to approach. The skeleton is sad and lonely, will trade gold coins for jokes.Encounter Table AHex 1103Trade road Kantonweg.Encounter Table AHex 1104Troll Hills.Encounter Table CHex 1105Troll Hills and Monster lair. Ogre cave. The stench of burnt flesh. 1D4+2 ogres roasting halflings on a spit. Two halfling are bound and alive. Ogres are in a feud with the local trolls. Ogres also lack spices for cooking.Encounter Table CHex 1106Troll Hills.Encounter Table CHex 1107Troll Hills.Encounter Table C\nWilderness Encounter Tables\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1D100Encounter1—3Bandits.  The Brothers Rotbart. Both of them.4—6Bandits.  The Sorry Sisters. 1d3+1. Expert bowhunters (Brigands).7—9Bandits.   1d4+3 members of the Torfstecher Gang. Halflingsarmed with slings, shortbows, daggers, and shortswords. Led by one named member of the gang.10—12Bandits.  The Greencloak Pikes.   6+1d6 Brigands armed with spears and shortbows.13—15Bandits. 1D8+3 Waldrach clan members (Berserkers). Armed with clubs, slings, knives, and morningstars.16—19A pack of 1d6+2 wolves and 1 direwolf. They are more aggressive than usual due to the Werewolf in the region.20—231D4 deer.24—25A badger.26—30A pack of 1D6+3 rabid stray dogs. If bitten, save vs disease or contract Tollwut. After two days, the infected have a 10% chance of falling into a biting rage in every social encounter. Chance increases by 10 percentage points every day. Infected dies on day ten.31—50Soldier patrol. Use Veteran stats. A group of 1D4+3 militia men from Metz guarding the road. Morale roll: negative disposition means the soldiers will attempt to extract a tax (10 gp per person).51—55Witch hunters. On patrol from Hex Hex 0204. Suspicious of odd travelers, expect absolute deference. They have a writ from Wilhelm von Hagen charging them to hunt down heretics (legal experts can discern this is a extreme interpretation of the document). 1 cleric (level 3), 5 Fighting Men (Level 1). If hurt, will retreat to report to Wilhelm von Hagen.56—60A peddler and his wagon. Long beard, colorful hat, whistling a tune. Three cats roam the inside of the wooden wagon. Happy to trade in unreliable rumors, trade goods. 25% chance he has a minor magic item for sale.61—65A wandering carpenter’s apprentice on the Walz. Coming or going to Metz. Kindness to apprentices on the Walz is rewarded with good fortune (1 re-roll one failed roll).66-75Cloth or wine merchant from Metz. Large cart (full of trade goods) with 2 Guards. Strongbox with 400 gp.76—80Ale wagon from Waldrach. 4 burly coachmen with large clubs. Associated with the Waldrach clan.81—84A group of 1d6+2 Catholic Pilgrims on their way to the Cathedral in Cologne. Pockets full of gold (3D20).85—88A group of 2d6+4 Protestant refugees from France. Destitute.89—93A wandering scribe and scholar from the University of Bologna. 25% he has a random 1st-level MU scroll and a 10% chance a 2nd-level spell scroll for sale.94—96A wandering acting troupe. Puts on terrible plays. A good source of rumors and information.97A traveling puppeteer. Pawel Wójcik (57 years-old, male witch). Level 4 MU (Spell Book: Charm Person, Vetriloquism, Sleep, Detect Magic, Read Magic, ESP, Phantasmal Force, Mirror Image). Owns 3 magical puppets that can animate (a little jester, knight, and princess). Needs souls to animate new puppets, will prey on the helpless. Has a separate book that details a ritual to create soul-bound constructs. Carries a Wand of Fear and 3  dark red gems, each worth 650 gp.98A reinforced carriage from the Handelshaus von Bodeck. Transporting coin: 1D6X1,000 gp, 1D8X 1,000 sp. 8 well-trained guards (Veteran), armed with crossbows, chain shirts, longswords.99The devil traveling in the disguise of a halfling troubadour. Long black hair, cap with a red feather, a blue glass eye, seems to have no joints and can bend arms and legs at will.  Names himself Red Balthasar. Can share rumors, secret information, or his magical flute Kreischer in exchange for the promise of a favor. Favors: Kidnap the daughter of a silversmith in Metz and bring her to Balthazar; Destroy the remains of Sankt Jakobus; Reveal Peter Stumpp as a werewolf to Wilhelm von Hagen. Frame the rest of his family.100Goetz von Berlichingen. Famous knight and mercenary. Known for having lost his right hand and wearing an iron fist replacement. Booming laughter. Accompanied by a retinue of 8 Fighting-men, 5 porters, 1 wagon full of locked treasure chests (contain 15,000 gp). On his way home from a recent mercenary venture. He is in a Fehde with the city of Metz. Is open to using the PCs to attack and ransack the city.:Encounter Table A Plains and Roads\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1D100Encounter1—10Bandits.  The Brothers Rotbart. Both of them.11—20Bandits.  The Sorry Sisters. 1d3+1. Expert bowhunters (Brigands).21—30Bandits.   1d4+3 members of the Torfstecher Gang. Halflings armed with slings, shortbows, daggers, and shortswords. Led by one named member of the gang.31—40Bandits.  The Greencloak Pikes.   6+1d6 (stats equal to Bugbears armed with spears and shortbows).41—50Bandits. 1D8+3 Waldrach clan members (Berserkers). Armed with clubs, slings, knives, and morningstars.51—60A pack of 1d6+2 wolves and 1 direwolf. They are more aggressive than usual due to the Werewolf in the region.61—701 bear.71—802d6 boars.81—901D4 Hunters looking for quarry.91—99Ale delivery for Christman. 4 porters are carrying kegs of ale from Waldrach to one of the entrances to Christman’s lair in Hex 0600. Accompanied by 3 Berserkers and Uncle Otto of the Waldrach Clan.100Location of a witches hut (changes location). Algrexia the Green. Might trade spells and potions for services. Dislikes the witch hunters. Knows about Lise Mueller, but won’t volunteer information. Has general knowledge of Peter Niers and Christman. Might be mistaken for the one that cursed Peter Stumpp. Karla Boxberg is currently staying with her. Karla is 4 months pregnant. The father is married and Karla was afraid of the consequences if people found out. She ran away and sought the help of Algrexia. Algrexia has been helping women in need for decades, assisting their flight to nearby towns and into new lives. She doesn’t only do it out of the goodness of her heart—everyone pays a price.:Encounter Table B Forest and Frassberg Mountains\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1D100Encounter1—151D6+4 Zombies. Undead Landsknechte.16—252D12 Skeletons26—301D6 Ghouls31—351 Ghast and 1D6+2 Ghouls36—371D6 Wights.38—391D4 Wraiths.40—411 Ghost42—431 Revenant44—451D3 Spawn of the Worm46—601D8 Trolls61—751d6 Ogres. Feuding with the trolls. Afraid of the undead.76—85Three Brigands on a cart with dead bodies (hidden), coming from the Graveyeard. Transporting dead bodies to Niers’ Tower to assist his experiments.86—951D6+4  Greencloak Pikes (Bugbears stats) on their way to parlay with Peter Niers.96—100Peter Niers.:Encounter Table C Troll Hills\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2D6Weather Event2Thunderstorm3Heavy rain4—5Rain6—8Cloudy9—11Sunny12Hot:Weather\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1D20Rumors1Rumor of wolf attacks2Rumor of witches3—7Dark deeds of Christman and his hoard8Rumor of vanished (pregnant) women9—10Rumor about the Waldrach clan11—13Rumor about another bandit group14Rumor about the good ale in Waldrach15—16Rumor about the Witch Hunters17Rumor about the Troll hills18Rumor of St. Jakobus19Rumor about Frassberg peak, how it is unusually cold up there.:General Rumor Table\nLocations\nThe Graveyard and Crypts, Hex 0306\n\nThe Graveyard. An old section of tombs, full of treasure and undead. The graveyard has problems with opened tombs and missing bodies, main grave digger (Albrecht Stiefel) is incompetent at dealing with this (old, drunk as a skunk, looks like an old leather shoe). He believes the dead are walking at night. Despite the Bürgermeister having commanded him to keep an eye out, he locks himself into his shed and gets drunk every night. The Gravenstein family offers a reward (2,500 gp) for returning a lost family heirloom (found in Peter Niers tower). The assistant grave digger (Hensel Weggeman, 18 years old, red hair, scar across the cheek) has a deal with Peter Niers to give him access to tombs and bodies.\nAbove ground: 6 graves that have been dug up in the last month:\n\n4 graves that have been dug up with tools. People from all walks of life, some recently deceased, some very old bones.\n2 graves dug up by hand/claw. All very recently deceased. The ghouls dig temporary tunnels to the surface, and collapse them after securing a meal. PCs can find evidence of three spots with very loose earth.\n\nCrypts below ground: Albrecht Stiefel recently saw two broken grave niches in the crypts. Access to barred via an iron grate. Only he and certain families in town have keys (Gravenstein, von Eberhart, Reims, Hutmeister)\nIf Hensel Weggeman is questioned, he will be evasive but will buckle under pressure. He will confess a group of men have paid him to give access to the graveyard and crypts. He hands him the key and hides in the gravediggers hut when Albrecht is sleeping off his drunken stupor. They leave a chalk mark in town when they plan to come. They have a wagon, typically three of them show up.\nThe Crypts\nA group of undead have begun to roam the crypts and use it as their lair. Niers’ men wear special amulets that identify them as allies. Monsters in the crypt: 8 Ghouls and 1 Ghast  (nest in the secret ghoul tunnel); 2 Carcass Crawlers (one has a hidden hole on the ceiling in the first room with a big column, the other lairs at the end of the Northern spiral).\nRandom Encounters, check every turn\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1D6Encounter1-23 Ghouls3-51 Ghast and 2 Ghouls61 Carcass Crawler\nAny monsters that are part of random encounters should be struck from the overall roster. A loud fight attracts any remaining ghouls.\nCrypt Entrance: Dusty floor, but visible tracks of multiple people moving through here, scuff marks on the ground. Christian wall carvings.\nSideroom at the Entrance: Locked, tools and supplies for grave digging and the maintenance of grave niches.\nSecond side room to the South: Locked, contains blessed candles (when lit, undead need to pass a Saving throw vs Spells to approach, but fast movement is impossible), 8 vials of holy water.\nRandom small niche or coffin: roll 1D10: 1 broken open and empty, 2-5 sealed no valuables, 6-8 sealed filled with 2D20 gp worth of treasure, 9-10 sealed filled with 3D20+20 worth of treasure.\nRandom larger niche: roll 1D10: 1-2 broken open and empty, 3-4 sealed no valuables, 5-8 sealed filled with 200 gp + 3D20 gp worth of treasure, 9-10 sealed filled with 400 gp + 4D20 gp worth of treasure.\nGhoul Tunnel: Hidden, found like a secret door.\nGravenstein family niche: End of Western spiral. Broken open, corpse stolen.\nGrave niche with Secret door: hidden compartment filled with a scroll case (1 level 1 cleric spells, 1 level 2 cleric spells, 1 level 3 cleric spell), second scroll case (cursed scroll, but looks like arcane script), protected by an old poison needle trap, triggered when the secret level is pulled (3:6 chance of working, Save vs Poison, take 2d6 damage each turn for 1d6 turns).\nMost Northern grave: grave of Ritter Ulrich von Eberhart, companion and protector of St. Jakobus. His grave is undisturbed. Two angel statues flank the grave and one tablet with an inscription: “Here lies Sir Ulrich von Eberhart, protector of the weak, friend of the poor, and loyal defender of St. Jakobus.” Several stone reliefs depict the story of Ulrich von Eberhard: 1st relief shows him traveling next to the Saint. 2nd relief depicts the Battle of Erichfeld, where the Saint was attacked by the Fratzenteufel and died. Sir Ulrich defended the body of the Saint from being taken by the devil. Inside the sealed grave: A 3rd relief: Sir Urlich carries the dead Saint to a secret resting place (A cave entrance in a forest, with a castle in the hills in the background). The knight is buried with his +1 Plate, +1 Shield, and +1 Longsword / +3 vs Undead. The statues are of angels, but they are actually Stone Golems. They will animate when the grave is disturbed.\nThe Hidden Tomb of St. Jakobus, Hex 0707\n\nHidden cave entrance. Takes several hours of work to remove shrubbery and stones.\nEntrance hallway: Wall tapestries show the story of St. Jakobus. Ends with double doors.\n1st main room: two sarcophagi of fellow monks of St. Jakobus. Anybody with LG alignment can enter without problem, others need to Save vs. Spell or be subject to a Fear spell.\nSmall hallway with two doors: Doors are stuck, Secret doors on either side. There are two small alcoves with a statue of Mary and Joseph, each holding their cupped hands out. A little bit of wax residue is visible on the Eastern statue.\nNorthern crypt: 1st Fake Tomb of St. Jakobus. Necrophidius is hiding here and will attempt to surprise a party. Two sarcophagi of followers of St. Jakobus, flanking an alter with remains. Sarcophagi Have to broken open (1:6 Strength Test). Inside: a rare bible (worth 400 gp), 2 rings (worth 75 gp each), each skeleton is holding a simple red candle. Alter has a valuable cloth (900 gp) and a golden cup (worth 1,200 gp).\nEastern hidden tomb: the grave of Sir Egiert Wozecki, knight sworn to St. Jakobus (also fell in the battle of Erichfeld). Grave niches filled with the remains of his men-at-arms (16 Skeletons). Sir Egiert (and his men) will rise if his grave, the second false tomb of St. Jakobus, or the secret door to the real tomb of St. Jakobus are disturbed. Sir Egiert has the statistics of a Demonic Knight.\n2nd False Tomb of St. Jakobus: Locked door. On a simple cloth, skeletal remains of a human.\nTrue Tomb of St. Jakobus: Secret door bars access (1:6 chance to find, simple push mechanism). True tomb has a sarcophagus with the white bones of St. Jakobus (holy relic, a Church housing the remains allows LG clerics, once per week, to prepare 2 additional Level 1, 2 Level 2, and 1 Level 3 spells if they pray the night at the bones. Carrying the bones in a proper box—requires two porters—allows a LG cleric to present the bones and Turn Undead as if 2 Levels higher.). Additional room with treasure: 4,500 gp,  1 Potion of Heroism, 2 Potions of Healing, 1 Ring of Regeneration, 1 Lvl 4 Cleric Spell Scroll.\nDie Rabenburg, Hex 0706\nGoetz von Berlichingen and his men quarter here. 40 men-at-arms (statistics of a HD1 Veteran, chainmail, shield, spears, swords, crossbows), 4 officers (2HD Veterans, chainmail, shield and longsword), 2 clerics (Level-2, chainmail, mace, shield).\nIf under attack, his men will pepper any approaching party with crossbow bolts. Double Gate will be barred. They have supplies for at least a month of siege. Walls are 10ft high. There are always guards posted on the walls, towers, and the gate. From the towers, burning tar can be lobbed.\nGroundfloor: Stable with 8 horses (2 are for Goetz, the rest for his officers). Kitchen dining room, watch towers.\n1st floor: More rooms for his men and common areas. Walkway for the wall.\nNorthern Tower: Guards on dury.\nSouthern Tower: Goetz’ personal quarters are in the South Tower, top floor. Other personal rooms are for officers or clerics.\nBasement: Vault (South) behind an iron door (Goetz carries the key), contains 25,000 gp, 8,000 gp in jewels. Door to a separate exit. Larder: full of rations for his men. Armory: 2,000 crossbow bolts, 10 crossbows, 50 Spears, 20 Longswords, 20 Shields, 10 suits of chainmail, 10 suits of leather armor.\nGoetz von Berlichingen: (Fighter-8) AC 17 (Plate and Shield), HD 8 (51), Attacks: 1x Zweihänder 2d6+3, THAC0: 14[+5/+7 with Zweihänder], Movement: 120’ (40’), ST: D8 W9 P10 B10 S12, Morale 10, Alignment CG, XP 300. Equipment: +1 Zweihänder, Iron Hand (+1 to attack and damage, allows the wielding of two-handed weapons in one hand),  Special: 1 Potion of Heroism.\n\nBandit Camps\nThe Torfstecher Hideout, Hex 0801\nThe Halflings are camping in the Western ruins. They buried their loot in the Eastern ruins: 983 gp, 340 sp.\nThe Rotbart Cave, Hex 0501\n\nThe Brothers Rotbart have a cave in the Frassberg Mountains. They have a small treasure hoard: 1,200 gp, 2 gems worth 100 gp each, 1 potion of healing, 1 potion of Speed, 1 potion of water breathing, 1 scroll of Protection from Good and Evil. They have lured a Cockatrice into the Eastern Cave and keeping it locked in there, trying to train it (unsuccessfully). They sleep in the Western parts of the cave.\nThe Sisters’ Camp, Hex 0703\nAn old ranger outpost. A simple tree house. A ladder leads up (30ft). A square base with a small 20x20 shelter.\nThe Sisters have rations for 3 weeks and a small armory. They don’t have much treasure (4 healing potions, 1 potion cure disease, 67 gp), because they share their loot with the poor. At least 2 sisters remain at their outpost.\nThe Greencloak Pikes, Hex 0905\n\nThere is a total of 31 Greencloak Pikes (statistics of a Bugbear, armed with spear, sword, shortbow, wearing leather armor), excluding Jakob and Johann Straub. 3:6 chance Jakob is in the lair. At least 12 Greencloaks are in the hideout at all times, resting and recuperating. The others are out scouting/raiding.\nJakob has a personal space in the Northern cave. Proper rooms are kept for keeping supplies dry.\nLoot: rations for 2 weeks for 30 people, 2,500 gp, gems worth 2,300 gp, cloth worth 7,500 gp (hard to transport)."},"The-Vile-Deeds-of-Christman-Grippertenius/4.-Metz":{"title":"4. Metz","links":[],"tags":[],"content":"\nRumors\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1D12Rumor1Christman abducted Lise Mueller.2Bartholomäus Bock has not been seen in a few days.3Goetz von Berlichingen declared a feud with the city, defecated into a barrel of wine and sent it to the city council.4Several graves have been looted in the last few weeks. Something is going on at the graveyard.5The Gravenstein family is looking to recover an old necklace, stolen from their family crypt.6The mayor, Sigmund Hofstatter, does not have the full backing of his council.7The local printing press has been putting out pamphlets critical of the Church.8Travelers have reported a group of witch hunters camping not too far away. They are looking for heretics.9The Frassberg region in lousy with bandits. They prey just as much on each other as on travelers.10Despite the banditry, the cloth and wine merchants have been thriving.11Peter Stumpp, a wealthy farmer out of Bedburg, is looking for good matches for his daughters.12The mayor is looking to hire mercenaries to deal with the bandit problem.\nWhat is Going On in Metz?\n\n\nLise Mueller, daughter of a respected goldsmith has vanished. The town thinks Christman took her. Regular citizens are calling for more action against the bandits. Her father, Markward Mueller, is offering an old golden torque as a reward (works like a Ring of Protection). He is convinced Christman took her. In reality, he only knows that Lise went for a walk along the river 2 weeks ago and never returned. If anyone asks to see her private chambers, he will be reluctant but will allow it with a strong argument. Her room has a secret compartment under the floor boards (1:6 chance). Her diary can be found there. It details how a man wreathed in shadows has been visiting her dreams and been instructing her in the “Old Craft”. In exchange, he asked her a favor.\n\n\nThe Bürgermeister of Metz, Sigmund Hofstatter, is keen to address the bandit problem in the region of Metz. He has big plans for more trade and sees the long-term fortune of Metz in jeopardy. He is willing to pursue a more militant strategy. He has issued a 20k gp reward for the capture of Christman, dead or alive. Furthermore, he is offering 1k gp for other bandit leaders. 10gp for a regular bandit.\n\n\nA faction on the Stadtrat, the wine and cloth merchants, have a secret agreement with Christman. They pay him handsomely to engage in his banditry away from Metz. They fear the Bürgermeister’s new approach is threatening their agreement and secretly oppose him. They are scheming to have the mayor disgraced. They are considering fomenting religious strife in town with the help of the Witch Hunters. The resulting conflict might distract the mayor or even offer an opportunity to remove him.\n\n\nCorpses have been vanishing from the graveyard (Peter Niers is using the assistant grave digger to procure fresh corpses.). Some wealthy citizens are becoming concerned and are offering a 2,000 gp reward to stop whoever is looting the graves and return a missing family heirloom (to be found in Peter Niers’ tower).\n\n\nCity of Metz is in a feud with Goetz von Berlichingen, famous robber knight. There is a reward of 5,000 gp, financed by the guilds, for whoever can bring an end to the feud.\n\n\nBartholomäus Bock, local scholar and investor in the printing press, has not been seen for a few days. Bartholomäus Bock is a member of the Kristallbund and has a secret laboratory under his office. He recently died down there trying to create artificial life. The Kristallbund is a Secret Society, focused on the Enlightenment, magical power, and is fervently anti-religious (This is the Age of Man, not God!).\n\n\nThe City\nMetz has a population of about 16,000 people, but not all a full burgher. The city maintains a city watch of 110 (statistics of a Bandit).\nThe city is governed by the Stadtrat, which consists of fifteen individuals, mostly guild representatives. The Stadtrat selects the Bürgermeister, who has administrative authority over the city.\nMain economic sectors in Metz are the trade of cloth and wine. The city also home to renowned goldsmiths and a leather working industry. Metz has two printing presses and has an emerging book printing industry.\nAlt Metz\n\n\nTown square and main market\n\n\nGuildhall\n\n\nMayor’s Hall and Court\n\n\nChurch of St. Ignatius and Residence of Bishop Jean de Lorraine (86 years old, decrepit, business is run by the Vicar General)\n\n\nZum Goldvogel (inn and tavern, good quality)\n\n\nResidence of wealthy citizens\n\n\nKatzengarten\n\n\nVagrants, people not allowed into the city proper, and seasonal workers reside here.\n\n\nMany stables are located here.\n\n\nCarts and transportation can be purchased here.\n\n\nKatzenjammer tavern (poorer quality).\n\n\nNote: Peter Niers has been using this area as his hunting grounds, kidnapping women and children. He preys on the poor, foreigners, and refugees. I avoids going after relatives of burghers, not too draw the ire of the townsfolk.\n\n\nZitadelle\nHeadquarter of the city guard.\nGoldquartier\n\n\nGoldsmiths and other artisans. Markward Mueller has his workshop here.\n\n\nLocation of the office of Bartholomäus Bock.\n\n\nLudolf Eggfurt has has weapons and armor shop here.\n\n\nAnselm von Eberhart. Alchemist and apothecary with a small shop.\n\n\nResidences of well-off artisans.\n\n\nGerberviertel\n\nTanning and leather work.\n\nSalz Au\n\n\nWorkers/staff and their families.\n\n\nSmaller Church of St. Augustin.\n\n\nWestende and Kohlkirch\n\n\nPoor neighborhoods on the other side of the Moselle river.\n\n\nSprungfisch Keller (seedy tavern, hang-out for the local criminals).\n\n\nThe Guildhall\nGuards: Level-2 Fighters, full plate and shield, spears and short swords or crossbow.\n1st floor\n\n\nMain guildhall for the City of Metz. All major guilds organize their business here. During the day, citizens are welcome to enter. A clerk will receive them and ask their business. Two guards are posted outside the main entrance at all times.\n\n\nClerk’s hall. 2 Guards on watch during the day.\n\n\nMain meeting hall. Back of the hall has secured access to the stairs leading to the basement. 2 guards on watch during the day and night. All guildmasters have keys to access to door to the basement.\n\n\nOffices\n\n\nServant rooms on the East side.\n\n\n\n\n2nd floor\n\nGuard’s rooms and armory. During the day and night, 6 more guards on look-out and reserve. Alarm bell to alert the city watch of necessary.\n\nSecret Basement\n\n\nTwo small rooms:\n\n\n3 blocked crypts with old guild masters’ remains. Each can be accessed within 1 turn and appropriate tools. Karlus von Niffeling, Master of the Goldsmiths: A golden ceremonial sword worth 1,300 gp. Alois de Friis, Wine Merchant Master, 2x bejeweled ring (worth 250 gp), a potion of Poison (! not dsicernible to PCs), 1 potion of longevity. Gotfrid Hummelsberg, Cloth Merchant Master: A Wraith, +2 shield, +1 sword (+2 vs. lycanthropes).\n\n\nTwo Animated Armors in the alcoves, attack anyone without a guild seal.\n\n\nMain vault. Ceiling is ten feet high. Four pillars hold up the ceiling (keen eyes can spot that the ceiling can drop). Each pillar has a key hole. Four guildmaster keys have to be put here at the same time to secure the ceiling. If that does not happen within the first Turn of someone stepping into the room, a portcullis will drop and block the exit and the ceiling will descend. 2ft per round. The same mechanims also triggers an alarm bell. Niches in the walls, full of strongboxes. Each box is locked and keyed to a specific guild. Each box contains gold worth 2d6 X 1k gp.\n\n\nSecret door to secondary vault. Passage with a scythe trap. Door with Wizard Lock (caster level 5). Sigil of the current Guildmaster of the cloth or wine merchants opens the door. Breaking the door causes an eldritch explosion of 4d6, save vs Breath for half. Second passage has two Rust Monsters. Second door has a puzzle lock:\n\n\nSecret vault: Lesser Efreeti bound to protect the vault against intruders. 15k gp, 4 random MU scrolls, 2 cleric scrolls, +2 spear, 10 +1 arrows, Ring of Controlling Humans, Bag of Holding, Boots of Speed.\n\n\nDocument room: evidence of supplies for Christman.\n\n\n\nThe Secret Workshop of Bartholomäus Bock\nThe House of Bartholomäus Bock has two stories.\n1st floor\nScriptorium and office. Lockbox in the main desk  (poison needle trap, 250 gp). Well-appointed library with mostly legal and religious texts. Hidden trap door to the basement and secret laboratory. Trap door is hidden under an old carpet and a chest full of writing supplies. The trapdoor is locked via Wizard Lock.\n2nd floor\nPersonal apartments. Nothing of interest here except for some gold and silver rings worth 750 gp. A portrait of Bartholomäus painted by Lucas Cranach the Elder (worth 1,200 gp).\nBasement\n\nEach star is a construct that activates when the electricity field is turned off. Glass figures filled with swirling, multi-colored liquids and gases. When destroyed roll for effect\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1D6Effect1Splash damage of 1d6 acid on anyone in melee.2Sleep spell triggered3Caustic smoke, save vs. Poison or spend one round coughing, unable to act.4Paralytic agent, save vs. Poison or half speed and you can only move or attack for 1d6 rounds5Confusing fumes. Lose one prepared spell (determine randomly).6Healing goo. Recover 1d6 HP.\n\n\nClockwork (stats of a Stone Golem), field of electricity: once per round, a random person wearing metal armor is struck by lighting (3d6 damage, save vs. breath for half). Determine randomly (any metal 1 chance, chain 2 chances, plate 3 chances). Fleshgolem attacks anyone trying to pass to the other side of the room.\n\n\nPuddle of gore on the ground close to the Golem.\n\n\nLever all the way North can turn electricity off. Once electricity field is turned off, constructs activate and attacks anyone in the basement.\n\n\nTwo rooms on the right: storage. One thief trapped here.\n\n\nRoom on the left: personal study, spellbook (5 level 1, 4 level 2, 4 level 3, 3 level 4, 2 level 5) and scrolls (4 level 1, 4 level 2, 1 level 3, 1 level 4), Wand of Lightning Bolts, gems worth 800 gp. Coded letters indicating correspondence with other members of the Kristallbund, anti-religious activism (hooks for other adventures can be inserted here).\n\n\n"},"The-Vile-Deeds-of-Christman-Grippertenius/5.-Bedburg":{"title":"5. Bedburg","links":[],"tags":[],"content":"\nSmall farming community. 130 souls.\nRumors\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1D8Rumor1Rumors about strange happening at the Stumpp farm.2Rumors about bandits being behind the attacks.3Wolfs have been sighted in the area.4Peter Stumpp is trying to marry off one of his daughters to a merchant from Metz.5A local wants the Witch Hunter to come.6Stumpp is the wealthiest farmer.7He is looking to marry off his daughters and is entertaining proposals.8Frieda Meier has vanished (abducted by Peter Niers). 3 months ago Karla Boxberg did not return from a trip to Metz.\nWhat is Going On?\n\nString of grisly murders.\nPeter Stumpp, wealthy farmer, is afflicted by a curse. Has begun to lock himself into his barn every night.\nHags in Hex 0200 have cursed Peter as punishment for a slight (denied them his daughter).\nThe town council is willing to pay 500 gp for solving the wolf attack problem. Local loggers have been attacked.\nIf staying in Bedburg, random chance of a werewolf attack at night, depending on moon phase.\n\nPeter Stumpps’ Farm {#farm}\n\n\n\nStumpp farm is a bit outside of town.\n\n\nAt the farm, Peter Stumpp lives with his four daughters (Maria 21, Evelyn 18, Rosalie 15, Trine 12) and 6 farm hands and 3 maids. Maria is to be betrothed to a wine merchant from Metz, solidifying a business alliance. Stumpp has ownership over hills suitable for wine production. He is also entertaining proposals for his Evelyn.\n\n\nPeter Stumpp has been cursed by the hags (he thinks they are witches) and is trying to protect his family and innocent bystanders from his attacks. He will lock himself into his barn at night.\n\n\nVisiting his farm, the barn has been visibly reinforced. The windows are boarded up and the door is steel reinforced. Inside: chains attached to a central post.\n\n\nPeter Stumpp has a 1-8 chance of transforming into a werewolf every night. When the moon is full, the chance rises to 5-6. After 13 transformations, he will embrace his new nature as a werewolf and turn Neutral Evil, hunting humans for sport.\n\n\nWolf packs in the region follow his commands and will respond to his emotions. When he transforms, the wolfs become very aggressive as well and attack humans.\n\n\nCan Peter Stumpp be cured? Yes, a Cleric can lift the curse as long as Peter Stumpp still resists the transformation. The hags can also be convinced to lift the curse in exchange for one of his daughters.\n\n\nPeter Stumpp has hidden in his farm a treasure chest with 3,000 gp and a magical axe +2 (with an exploding damage die).\n\n"},"The-Vile-Deeds-of-Christman-Grippertenius/6.-Waldrach":{"title":"6. Waldrach","links":[],"tags":[],"content":"\nRumors\nThe locals are nearly all on the side of the Waldrach Clan and won’t let much slip. In the Waldrach Brewery, traveling guests will share rumors freely. Roll on the general rumor table.\nWhat is Going On?\n\n\nTown is in league with Christman\n\n\nLocal brewery supplies him with beer, ale, and wine\n\n\nHave also damned up the river, screwing a mill downriver.\n\n\nRegular but secret transports of supplies and coin for Christman from the merchants of Metz. One driver and one disguised guard on the way to Waldrach from Metz. Handover in Waldrach, from there the Waldrach family handles business and carries supplies to the Frassberg once a month (on the 3rd of each month).\n\n\nThe town is mostly the large brewery/tavern/guesthouse and the clan members’ homes.\n\n\nThere is a small parish church. Father Ignaz is the local priest. He is very young and inexperienced. Knows some of the affairs of the Waldrach Clan and disapproves but was seduced by one of the Waldrach girls. Klaus Waldrach is threatening to reveal the secret to the Church. He is trying to find a way out of his dilemma.\n\n\nKlaus Waldrach’s son, Berthold, is brash, arrogant, and a braggart. Can be found holding court at the brewery. He is pushing the takeover of the mill. Will pay adventurers 1,000gp to make the miller sell or leave. Klaus is letting Berthold pursue this to test his son.\n\n\nKlau’s brother, Otto (Thief-4) is his quiet, second-in-command. He is in charge of the supply runs to Christman.\n\n\nThe Waldrach Brewery\n\n\nWaldrach clan has 27 members in town (stats of an Berserker, varied weapons.)\n\n\nPlenty of treasure and magic items in the basement.\n\n\nStrange collection of NPC guests\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1D20RANDOM GUEST13 young nobles traveling21d4 monks on the way to Würzburg3Lady Liesenburg and her daughter Amalia on the way to Nordhausen to visit her sister.4Carpenter apprentice on the Walz5Merchant with porters and 1 guard61d4+1 Mercenaries looking for employment7A dwarf clockmaker, Conrad Baumgartner, on the way to Bruckstadt8Fernando Ortiz, M-U (Level 4)91d4 Members of Wilhelm von Hagen’s camp, looking for information about heretics10Cloth merchant from Metz (complaining about a recent lost shipment.)11Traveling bard12Locals (will gossip about the Waldrach Clan if sufficiently drunk).13A Turkish Mathematician. Willing to sell a copy of his most recent manuscript for 200 gp. 6 hrs of study and a successful Int check reveals a random L2 MU spell.14Postman15Farmer16Teacher17Student18Craftsman19Priest20Stagecoach driver\n\n\n\n\nGuest rooms are in other nearby buildings.\n1st floor: brewery and alehouse\n2nd floor: Alehouse\n3rd floor: Waldrach clan rooms.\nBasement: Kegs, barrels, brewery supplies, locked vault with weapons and treasure (3,327 gp), secret tunnel leading closer to the Frassberg, used to bring supplies to Christman (terminates in Hex 0402.). The stored ale is worth 12,500 gp (many barrels). 2x Potion of Giant Strength."},"The-Vile-Deeds-of-Christman-Grippertenius/7.-Tower":{"title":"7. Tower","links":[],"tags":[],"content":"\nBackground\nPeter Niers stumbled on this old wizard’s tower two years ago and has made it his lair. He has been scheming from the tower to wrestle control of the different bandit groups from Christman and terrorize the wider region.\nHe is slowly building his retinue of undead by attracting them from the local area and paying the grave digger of Metz to deliver him 4 more bodies every week.\nWhen Peter Niers has amassed 33 undead and struck a deal with the Greencloak Pikes, he will attack Christman’s Lair to claim the The Rites of the Pale Wedding.\nWandering Monsters\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1D100Encounter1—201D6+4 Zombies. Undead Landsknechte.21—402D12 Skeletons41—501D6 Ghouls51—551 Ghast and 1D6+2 Ghouls56—601D6 Wights.61—651D4 Wraiths.66—751 Ghost76—801 Revenant81—851D3 Spawn of the Worm86—100Peter Niers.:Encounter Table Tower\nPeter Niers is always accompanied by 2 Wraiths.\nThe Tower\nNo birds or insects within 50ft of the tower. Just sticky air and an oppressive silence.\nArea 1\nWooden shed built adjacent to the tower. Main entrance. Simple wooden door (locked). Inside the shed, bits and pieces of human bodies. A Carrion Crawler hides on a hole under the stone steps. Simple stone steps to the tower entrance.\nArea 2\nReinforced wooden door (locked) and covered in arcane symbols (Alarm spell). South wall a treasure chest with a poisoned dart (Save vs poison or death). Chest contains alchemical ingredients, 2 level 3 MU spell scrolls, the lost necklace of the Gravenstein family (3500 gp), 650 gp). Two doors on the Western side (unlocked). Both doors are covered in frost. A set of stairs in the North leading up to level 2.\nArea 3\nStorage room. Peter Niers cast a cold spell on the whole room. Filled with 12 corpses and individual body parts.\nArea 4\nSecret trapdoor to the basement area—Peter Niers’ actual hideout. Covered with dirt and sand. The other sides of the tower have grass growing.\nArea 5\nLevel 2 of the tower. Southwestern wall has collapsed. Spiraling staircase on the Western side. Empty.\nArea 6\nWestern and Eastern Walls have collapsed. 6 Skeletons with spears hold guard. Will push intruders off the tower (30ft drop. Save vs breath or take 2d6 damage.)\nArea 7\nTop floor of the tower. Arcane summoning circle in the middle. This is were Peter Niers converses with the devil Zalfaxx, which he summoned weeks ago. Zalfaxx told Peter Niers about the Bone Idol.\nA Bone Golem stands guard.\nZalfaxx is willing to parlay with intruders and betray Niers, e.g., tell them about his Bone Idol and that the Remains of St. Jakobus can counteract it.\nArea 8\nEntrance to the basement. Wet and slippery stairs lead down into a crumbling basement.\nArea 9\nArea 10\nSquare room with a large central pillar (tower foundation). Scorch marks on the stones. Northern wall with 5 niches. Each niche has a grave candle. Candles 2, 3, 5 are lit. Extinguishing all candles reveals the secret tunnels on the Eastern side. Lighting all candles triggers a fireball spell.\nTwo tunnels on the Eastern side that lead deeper underground into a natural cave. Hidden by illusion magic.\nArea 11\nCentral cave with a dark pond, 10ft deep. A Gibbering Mouther nests here and protects Peter Niers’ hideout.\nArea 12\nPeter Niers’ camp. A bedroll, candles, rations, his spellbook. He keeps a rotting corpse here to fall asleep next to.\nArea 13\nSmall altar were Peter Niers keeps the Bone Idol. The Idol was empowered through human sacrifice. Implied evidence for the sacrifice of fetuses.\nBone Idol. Permanent effect of the Carrion Stench spell. Slowly raises and attracts up to 33 undead in a 24 mile radius. Brandishing the Bone Idol, the owner can command the undead. For the purposes of turning undead in the presence of the Bone Idol, treat the cleric as one level lower.\nRites of the Pale Wedding. A dark ritual to attain lichdom. The ritual requires a body assembled from human flesh, the sacrifice of several human lives, and a ritual incantation under the pale moon, completing a wedding ritual. Upon completion, the caster is turned into a lich. The caster transfers their soul into the body of the dead bride. Completing the wedding vows raises the bride to undeath and turns her into a walking phylactery. Peter Niers believes this is a way to achieve lichdem and creating a wife that will fulfill his every whim.\nThe Truth. The Ritual is a trap. Completing the ritual does make the caster a lich, but not in the way typically imagined. Transferring a piece of your soul to the undead bride fills her with unlife, giving her a full and independent (malignant) personality, with a deep loathing of the caster. The transfer also renders the caster unable to ever cast spells again. The bride in turns becomes a M-U of the same level as the ritual caster and knows all the caster’s spells. The caster gains eternal unlife, but is bound to be a rotting wretch, tied to the bride in eternal servitude. The caste retains their spell slots, which the bride can use at will to power her own spells, as long as the caster is within 30ft of the bride. The caster essentially becomes a spell battery. The Ritual can be easily adapted to switch or change the genders of the caster or bride"},"The-Vile-Deeds-of-Christman-Grippertenius/8.-Christman's-Lair":{"title":"8. Christman's Lair","links":[],"tags":[],"content":"General Notes\nADD TIMETABLE FOR CHRISTMAN?\nThis is Christman’s secret lair in the Frassberg region. He has lived here for decades and made the cave system his home. There are three “factions” active in the dungeon:\n\n\nChristman Grippertenius. Spends most of his days drinking himself into a stupor. Will either kill or capture any intruders. Prisoners will be tortured and eventually killed. He treats Lise Mueller as a scullery maid and otherwise ignores her. He is afraid of the ghost of Getrude Kaasman. If he thinks a part of the cave system is currently being haunted by the ghost, he will move as far away as possible.\n\n\nLise (Lischen) Mueller. A satanic witch. She let herself be captured by Christman and is his current “wife”. Christman is known for haven taken many “wives” (i.e., abducted women and kept them in his dungeon against their will) over the years. In his old age, he has done so less frequently and mostly does it out of habit and for having someone around to help him clean. Lise is a cunning witch that has out herself into Christman’s hands in order to conceive a child with him. Because Christman has no interest in her (or anyone for that matter) and is mostly drunk, she is scheming to spoil is alcohol supply, cut off future deliveries, and otherwise get him to pay attention to her. She is not beyond considering murdering Christman to get what she needs from his corpse. She has cast Charm on Christman, but his black soul has weakened the effects of the spell. Deep down, Christman fears Lise and tries to find excuses to be away from her.\n\n\nThe ghost of Gertrude Kaasmann. One of Christman’s prior “wives”. He murdered her and her child 23 years ago. She is a mere echo of a mother’s grief and a general menace to any living creature. If she can be made to remember what happened to her, she can become an, albeit temporary, ally against Christman.\n\n\nThere are otherwise few creatures about in the dungeon. Christman’s lair is a murderhole which he stalks like a predator.  Try to play up the atmosphere of discovering serial killer’s home (e.g., think Jame Gumb’s basement in the movie Silence of the Lambs).\nChristman has accumulated a huge amount of treasure over the years. Anyone brave enough to enter the caves and survive, might lay claim to unimaginable riches.\nDue to Christman’s familiarity with the dungeon, the base chance of Surprise increases from 2-6 to 4-6 for PCs. If Christman retreats from a fight, he has a 2-6 chance of simply vanishing when he runs into another room and PCs lose line of sight. This is not a supernatural ability and if PCs have extraordinary means of keeping track of Christman, this ability is countered.\nLevel 1\n\nWandering Monsters\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1D100Encounter1—451D6+3 of (18 total) Christman’s Dogs. All teeth and mangy fur, ribs showing. Beaten but loyal.46—65Lise Mueller.66—80Alcoholic Ooze.81—85The ghost of Getrude Kaasmann.86—100Christman (1-4 drunk, 5-6 sober).:Encounter Table Christman’s Lair\nL1: Main entrance to the cave. Smells of acrid smoke. Graffiti on the wall at the entrance: “Cristman’s Castle”. 6ft further down the tunnel, PCs can see more markings on the wall. The markings are pure gibberish, trying to invoke a foreign alphabet. Christman built a spiked pit trap (8ft deep) filled with lye right next to the markings. Save vs breath (DCC: Reflex save DC 10) or take 1d6 damage from the spikes and 1 point of caustic burn damage for every round in the pit. If the PC took 4 or more points of damage from the spike, they injured one of their extremities and it is more difficult to climb out of the pit.\nL2: Secret entrance on ground level, completely covered by poison ivy. Touching the ivy Save vs Poison (DCC: Fort save DC 11) or develop a serious rash that lingers for 1d4 days. Cannot wear armor while afflicted by the rash. Cure Disease (DCC: Lay on Hands for 2 HD) removes.\nL3: Secret entrance. On a ledge 20ft up from the ground and hard to see. At the cave entrance, a thin tripwire is connected to a bell to the alarm bells in L4. When bells are rung, 1D6+3 of Christman’s dogs appear within 1 turn.\nL4: Central intersection. Tripwires with alarm bells. Bells attract 1D6+3 of Christman’s dogs appear within 1 turn.\nL5: Room with a barricade that faces and blocks access to L4. An additiona piece of barricade can be moved quickly to block the northern exit. Two loaded crossbows lean against the wall. They have poisoned arrow tips. If hurt, save vs Poison (DCC: Fort save DC 12) or spend 1d3 rounds wretching and unable to act.\nL6: Kennel room. Smells like dog feces and urine. Barks can be heard when approaching. 6 dog kennels total, only one is closed. Inside, one injured but aggressive dog (sprained leg). One large kennel is up on the elevated rock ledge. Old carpets and furs on the ground. They cover a hidden pressure plate. If someone steps on it, spring-loaded wooden barriers block the two exits and the door to the kennel on the elevated rock ledge opens.Inside this cage is a hungry Bear, trained by Christman to prefer human flesh.\nL7: The smell of dog urine and feces. The room is filled with additional dog kennels. Barrels full of dog food. There are at least 1d6+2 dogs resting in this room.\nL8: Storage room. Filled with sacks of flour, barrels of fish, cheeses, smoked meats. Cage with iron bars and a heavy lock (DCC Pick locks DC 7). Inside are racks of wine (60 bottles of wine, each worth 20 sp). At the Northwestern side of the room, a wall carpet hides a secret vertical, winding tunnel with a rope that leads to Level 2 (L24).\nL9: Fletchery. Chaotic workshop, tools strewn about, pieces of wood, piles of feathers. Whoever is working here has high skill, but is extremely untidy and disorganized. A total of 37 arrows can be recovered from this room. Northern side has a tunnel exit that leads to Level 2 (L14).\nL10: From the ceiling hang long wires with thin glass bulbs attached. The lenght of the wires varies from 1 ft off the floor to 5ft off the floor. The bulbs do not touch each other and there is at most 1 ft room between two bulbs. There are burns marks all over the floor and walls. The glass bulbs are filled with a highly-reactive alchemical substance that is activated when moved about too much. If someone carelessly walks through the room and a bulb starts swinging, it triggers a reaction and the bulb explodes in a fiery explosion, sending glass shards everywhere. This triggers all other bulbs to explode. Carefully traversing the room requires a Save vs. Breath (DCC Reflex save DC 12) (or some other approach). Failure triggers the trap and causes 6d6 explosion damage to anyone in the room and 2d4 continued alchemical burn damage for 1d4+2 rounds (the goey substance does not come off easily).\nL11: A terrible smell of decay, feces, and urine. A room used for skinning and tanning room. Several skinned animal carcasses hang from the ceiling (some have human bite marks). One skinned human carcass among the animals. A trough for tanning.\nHanging like wind chimes from the ceiling, dried, stretched out and flayed baby corpses.\n“Tanzt liebe Kindlein tanzt, Gnipperteinga euer Vater macht euch den Tanz”\nL12: A storage room. Nine large wooden and closed barrels. Barrels contain human bodies in a brine solution.\nL13: Storage for discarded clothes, arms, armor from killed enemies (3 sets of leather armor, 1 set of chain mail, 3 spears, 2 bows, 1 long sword, 2 short swords). Three cave wasp nest on the ceiling, one more nest build into a set of magical +1 plate armor. Wasps will react to any disturbance in the room.\nLevel 2\n\nWandering Monsters\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1D100Encounter1—251D6+3 of (15 total) Christman’s Dogs. All teeth and mangy fur, ribs showing. Beaten but loyal.26—50Lise Mueller.51—70Alcoholic Ooze.71—80Gustavo Pellegrini.81—100Christman (1-4 drunk, 5-6 sober).:Encounter Table Christman’s Lair\nL14: Stone platform. South: Stairs descending from Level 1 L9. Northeast: Winding, roughly-hewn stone steps that lead down to L15. No railing, the uneven steps make it easy to tumble off. If running down the steps, Wand Save (DCC: Reflex Save DC 8) or take 1d6 bludegeoning damage from falling on hard stone. North: Stone steps that are cut from the stone wall, leading upward at a slight incline. Wooden doors (unlocked) that lead to L29 and L18. Southwest: Locked wooden door (DCC: Pick locks DC 6 or STR check DC 9) to L30.\nL15: Central treasure room. Barrels of acid hanging on the ceiling, held by a complex rope and pulley system. If Christman is here, he can use the many ropes and pulleys to trigger a acid barrel splash attack: Save vs Breath (DCC: Reflex Save DC 12) or take 3d6 acid damage, half if saved successfully. Treasure: This is Christman’s main hoard. Uncaringly thrown on the ground, 623 gp (there is an oily, translucent film on the coins—contact poison; Save vs Death / DCC Fortitude save DC 15; failure means death, success 2d6 damage, loss of 2 points of Constitution/Stamina and incapacitated for 1d2 turns),  23,440 sp, 8,103 cp, jewelry worth 1,900 sp, gems worth 3,600 sp, magic items. Treasure sits on weighted plates that trigger a bell and an acid splash (the bell attracts the dogs and Christman).\nL16: Grave niches. Two empty, roughly dug grave niches, filled with trash (clothing, spoiled food, 27 sp under some rags). Two niches are filled with wooden coffins. Carved on the northern coffin: Maria, Southern coffin: Rabea. Christman buried two of is former “wives” here. If opened, the northern coffin contains a skeleton and a beautiful gold necklace worth 1,000sp. The other, a decomposing corpse (maybe 2 months old) full of worms and 1d4 Rotgrubs that attack anybody who searches the body. The insides of the coffin show scratch marks and a fingernail stuck in the wood. On the bloated corpse, a simple wooden cross with a carved depiction of Jesus (if returned to the camp of Alois Hutmeister, the PC receive a reward of 3 healing potions. Rabea was a well-liked camp cook that vanished four months ago).\nL17: Gustavo’s prison. Heavy wooden door, reinforced with steel. Faint sounds of humming from the other side. Unlocked but closed. Christman is carrying one key. Another key can be found in L26. Inside, a dirty and malnourished Gustavo Pellegrini. He is a traveling minstrel that was captured by Christman while wandering too close to the lair. He spends most of his time in the cell, but sometimes, he roams around. After a prolonged period of torture, Gustavo believes Christman is the devil and he is unable to leave on his own account. Will betray the PCs to gain favor with Christman (e.g., lure them into a trap or bring them to Christman).\nL18: Flaying room. Stone slab in the middle of the room, coated in dark, red blood. Four wooden frames with human skin spun across. To the north, a small room with tools (knifes, knife sharpener, saws, etc.). Lise has been painting satanic runes on the skins. MAGICAL TRAP.\nL19: Ice box. Locked door, cold to the touch. Inside, a large shard of ice, protruding through the stone floor (related to the Ice Giant’s presence at the Frassberg peak). The floor is slippery. Breath save/Reflex save DC 8 to not fall when attacking in combat (unless precautions are taken). Magical, exuding harsh cold. Souther niche is storage for human bodies and animal meat. Northern niche side of the room is covered in partially opaque ice. Under the ice, barely visible, two dead bodies holding a sword. The sword is magical, the two bodies are Wights that attack if cut out of the ice.\nL20: Lise’s painting studio. A single, wooden frame with a human skin. Paints and brushes, a chair.\nL21: Cool cave. Storage for food, liquor, ale, and wine. Smoked ham, sausages, sacks of flour and oats, honey, sugar, butter, 23 bottles of fine wine (worth 40 sp each), 10 barrels of ale (worth 50 sp each), 40 bottles of Schnaps (worth 15 sp each). Stone stairs lead up to L39.\nL22: Empty cross walk. One of the side niches contains a skeleton with a leather belt and a fine leather seath. Inside, a +1 dagger.\nL23: Several Persian rugs cover the stone floor (5 rugs total, each worth 250 gp but heavy and bulky). Eight stuffed heads of Christman’s enemies decorate the walls. The heads are all defaced (e.g., eyes sown shut, animal parts sown on, genitalia stuffed into the mouth). One of the rugs covers a spiked pit trap: Save vs Breath (DCC: Reflex Save DC 12) or 3d6 damage.\nL24: Empty hallway. In the Northern end, rope affixed with iron pitons that leads through a winding tunnel up to L8.\nL25: Walls, floor, and ceiling are covered with rough charcoal sketches of people, faces, and murder scenes. Christman has drawn all his murders here and comes to the room to relive the experience, while pleasuring himself. The room is filled with the spiritual anguish of Christman’s victims. Anybody not Christman lingering in the room must Save vs Spell (DCC: Wisdom Save DC 14). Failure leads to the short-term possession my a victim’s memory. Roll 1d6: 1-2 experience the murder at Christman’s hand and take 2d6 mental damage and permanently lose 1d3 points of Wisdom (DCC: Personality), 3-4 be overcome with anger and run screaming through the lair in search of Christman for 1d6+1 rounds, 5-6 be empowered by a victim’s pain, permanently gain +1 to hit and damage against Christman and other bandits. Western exit: Steep and unevenm stone steps lead down several flights. The walls are carved into jagged edges as is the floor on the intermediate landings. The steps are made for people to trip. Save vs Breath (DCC: Reflex Save DC 10), unless precautions are taken, or fall down the steps, taking 2d6 bludgeoning damage. If one of the die rolls a 6, a bone is broken: 1 left arm, 2 right arm, 3 left leg, 4 right leg, 5-6 concussion (-2 to attack or successful Int check to cast a spell until a night’s rest is taken).\nL26: Ooze room.\nL27: Prison cell. Empty. Scratched into the stone wall, a message:\nL28: Prison cell. Currently holds Johann Straub, little brother of Johann Straub, leader of the Greencloak Pikes. Badly beaten, but alive. Johann will do anything to get out. He also wants revenge on Christman but has a healthy respect for the bandit’s combat abilities.\nL29: Simple cave filled with some tables and tools. Multiple iron chains, manacles, and torture implements. On the wall, hangs a simple iron key (Prison cell key). The key is laced in contact poison. Save vs Poison (DCC: Fortitude Save DC 14). On a failure, take 2d6 damage and be slowed for 1 hour (halved movement speed). Secret door that connects to L32.\nL30: Additional dog kennel.\nL31: Something weirs? A magical treasure with odd effects?\nL32: Secret view of the treasure room. Control over the acid barrels.\nL33: Weapon’s storage, poison laboratory. Special dog whistle.\nL34: Christman’s room. Table with map of the Bergkessel region (map reveals important info). Hidden somewhere, The Rites of the Pale Wedding: Dark tome of necromantic rituals. Contains several Necromancer spells and instructions for a ritual The Pale Wedding.\nL35: Latrine pit. Deep black hole. Smells of shit and hopelessness. 15ft down, in the refuse, 5 diamonds (each worth 5,000 gp) and the bones of 26 human, newborn-sized skeletons can be found.\nL36: Carpeted hallway.\nL37: Lise’s bedroom. Icon to Satan.\nL38: Lise’s study. Books, spells, paintings that are magical traps. One is a portal to the had woods (need magical pass phrase, hidden in the bedroom).\nL39: Crossbow room, view of the treasure room through four arrow slits. Tables with 10 well-maintained, oiled, and loaded crossbows. The arrows in the crossbows are poisoned. On a hit, Save vs Poison (DCC: Fort Save DC 12) or be slowed for 1d4 rounds (PCs can either move or attack/act, not both). An additional 40 crossbow arrows and a pot with contact poison (10 applications)."},"The-Vile-Deeds-of-Christman-Grippertenius/9.-Frassberg":{"title":"9. Frassberg","links":[],"tags":[],"content":"The Caves\n\n\nDungeon with a faction of 31 Dark Creepers with a Dark Stalker Leader and an Otyugh and a clan of 22 opposing Troglodytes, ooze.\n\n\nDark Creepers keep an Frost Giant sedated in a cave and draw its blood for vile magic. The Ice Giants body causes the peak of the Frassberg to be covered in ice and snow.\n\n\nOozes, tended by the Troglodytes. Troglodytes want the Dark Creepers gone, don’t understand the Ice Giant business. Want to use the space for a giant ooze pit.\n\n\nLevel 1: Troglodyte Caves\n\n1-1: Entrance area, bones\n1-2: Old signs of bandit camp\n1-3: Troglodyte guards\n1-4: Secret entrance to Troglodyte cave\n1-5: Animal creature\n1-6: Mud/slippery/hazard\n1-7: Ooze pits\n1-8: Troglodyte guard.\n1-9: Dammed and fouled river, Ooze pit, Troglodyte leader lair\n1-10: Ooze pits\n1-11: Troglodyte lair and treasure\n1-12: Troglodyte guards\n1-13: Old bandit storage\n1-14: Abandoned storage, secret access to 2-11\n1-15: Trap\n1-16: Guards and access to 2-1\nLevel 2: Dark Creepers and the Ice Giant\n\n2-1: Entrance from 1-?, alarm\n2-2: Dark Creeper guards\n2-3: tunnel with supplies\n2-4: Dark Creeper Otyugh tender and trap\n2-5: Otyugh lair\n2-6: Dark Creeper camp\n2-7: Dark Creeper leader bedroom\n2-8: Frost Giant access. Cave with soporific mushrooms that fill the cave with spores. The Dark Creepers have developed an immunity. Mushrooms need to be tended to keep the cave filled with spores. Save vs. Poison or fall asleep. If the mushrooms are destroyed or the Dark Creepers killed, the Ice Giant will wake up. Ice Giant is sitting in the center of a the cave in a depression, his treasure hoard at her feet. (E + 5,000 gp). Her name is Glakta. If she wakes, she will attempt to re-establish her domain over the Frassberg and demand tribute from the surrounding area.\n2-9: Storage for extract and treasure, laboratory\n2-10: trap\n2-11: Guards, secret access to 1-?"},"index":{"title":"The Profane Temple of Demeter","links":[],"tags":[],"content":"These are my personal notes for an adventure."}}