{"HRE-Campaign/1.-General-Game-Notes/Rules":{"title":"Rules","links":[],"tags":[],"content":"Optional OSE Rules:\n\n\nAscending armor class\n\n\nRe-rolling 1s and 2s for HP at character creation\n\n\nCrossbows require reload.\n\n\nDetailed encumbrance\n\n\nVariable weapon damage\n\n\nMorale\n\n\nWeapon proficiency and weapon specialization\n\n\nSecondary skills\n\n\nArcane spell casters can wield a staff in combat\n\n\nTurn Undead limited to once per encounter p.123 APG\n\n\nAdvanced Spellbook Rules p.124\n\n\nAttacking with two weapons: Characters with DEX or STR prime requisite may wield two weapons, making 2 attacks a round. Primary weapon –2 to attack, secondary weapon –4.\n\n\nCharging into melee: Once per encounter. 20’ (or yard) charge, +2 attack bonus / –1 AC this round.\n\n\nSplash weapons: Misses: land 5’ away in random direction (1d12, clock face), 5’ radius splash, 1d2 damage. Targeting a surface: AC 9 [10], 5’ radius splash, 1d2 damage.\n\n\nCarcass Crawler Combat talents (for Fighters only)\n\n\nCarcass Crawler thief skills\n\n\nCarcass Crawler additional armor and weapons\n\n\nAll classes from Advanced OSE and Carcass Crawler (including Necromancer). Check on unusual races. If desired, separate race and class.\n\n\nBlack powder weapons from Carcass Crawler 1 (Wheellock prices). Armor Penetration Optional Rule. Crossbows get the same benefit.\n\n\nAdditional House Rules\n\n\nFor attributes, roll 3d6 down-the-line, swap two if desired.\n\n\nFighters can re-train weapon specialization with a week of training (or remove specialization) and gold costs.\n\n\nFighters (and only fighters) get BAB progression as in Dolmenwood:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevelAttack Bonus1121324353647585961071171281391491510\n\n\nAt zero HP Saving Throw vs. Death at the end of the round. Failure is death. Success is alive, 0 hp, unconscious for 1d6 Turns. Any healing before the end of the round counts as a successful save. Additional healing magic heals normally.\n\n\nAttack with a natural 20 ⇒ auto hit and max damage\n\n\nBlindness: A blinded creature suffers a -4 penalty to its attack rolls, and its opponents gain a +4 bonus to their attack rolls.\n\n\nWizards can make scrolls starting at level 3. 500gp per spell level (price for special ink and vellum).\n\n\nEasy combat maneuvers: You declare whatever thing you want to do and make an attack roll against your opponent. If you get a hit, the opponent has the choice to either let the maneuver happen, or take the regular damage of the attack per normal rules.\n\n\nCombat Phases: Each side has to declare spells and melee movement, but no need for specific combat phases while each side acts. This eases coordination between party members, e.g., no wasted rounds because the fighter decided not to move but a ranged member of the party killed an adjacent enemy.\n\n\nConsider OSR Feats from Dark Fantasy Basic\n\n"},"HRE-Campaign/1.-General-Game-Notes/Setting-Information":{"title":"Setting Information","links":[],"tags":[],"content":"\n\nPseudo-European, set in and around the time of the Thirty Years’ War (1618-1648).\n\n\nHuman-centric but all advanced OSE races exist throughout Europe, with varying frequency, e.g., Elvish populations are slightly larger in Ireland, France, and Wallachia, dwarves in Switzerland, the Habsburg Empire, and Scandinavia. Gnomes in Scandinavia and the Ottoman Empire. Halflings are more common in Swabia, Bohemia, and Italy. Half-Orcs in Prussia, the Polish-Lithuanian Commonwealth, and Russia.\n\n\nWhile flavors of Christianity are dominant, a diversity of religious communities has survived alongside Catholicism since Antiquity. The Protestant Reformation weakened the power of the Catholic Church and has led to an additional flourishing of religious splinter faiths (Christian or not).\n\n\nWhile the existence of god(s) is unproven, divine magic is real. There are scholarly disagreements about the source of divine magic and planar beings.\n\n\nMajor religious affiliations for clerics:\n\nCatholic (Lawful)\nProtestant (Lawful)\nOrthodox (Lawful)\nJudaism (Lawful)\nIslam (Lawful)\nMultitude of Christian splinter faiths (Lawful-Neutral-Chaotic)\nThe Old Germanic and Norse Pantheons (Lawful-Neutral-Chaotic)\nGreek and Roman Pantheons (Lawful-Neutral-Chaotic)\nJoz-Quatl The Toad (chaotic)\nBaphomet (Chaotic)\nOthers\n\n\n"},"HRE-Campaign/2.-NPCs-and-Factions/Faction-Developments":{"title":"Faction Developments","links":["NPCs","Factions","5.-Domain-Game/Archbishop's-Army"],"tags":[],"content":"The Wolfguard frees Bruckstadt from the threat of the Saint, gaining the favor of Count Reuben.\nThe Wolfguard claims Castle Aarhorst as their base, but Jeka Garcia and  gets away and swears vengeance.\nThe Wolfguard explores the Cloister of the Frog God and makes an enemy out of Abbot Grosso. They steal the Book of Joz Qu’oatl and deliver it to Giacomo Cafarelli, representative of the Der Hermetische Kristallbund.\nAbbot Grosso allies with Jeka Garcia to destroy the Wolfguard and advance the goals of the Cult of the Toad. They want to foment violence in the region. They make a secret alliance with Handelshaus von Bodeck to finance their plan (who in turn get to sell weapons to both sides). They want to trigger conflict between the city of Würzburg and the Northern towns. They hire the Wolfguard through an intermediary to kidnap the Archbishop Franz von Hatzfeld.\nThe Wolfguard successfullt kidnaps the Archbishops and hands him over, unaware that they are working for Grosso. Grosso kills the Archbishop and takes on his looks. A month later, he reappears as the Archbishop in Würzburg (“The Christmas Miracle”). He issues a call to arms to punish the Wolfguard and their supporting Protestant cities (e.g., Bruckstadt). See Archbishop’s Army."},"HRE-Campaign/2.-NPCs-and-Factions/Factions":{"title":"Factions","links":[],"tags":[],"content":"The Catholic League\n\nCentral location is Würzburg and the Southern towns.\nWants to kill heretics and witches (will pay)\nConfront the Protestants\nFind Catholic artifacts (hires mentzer’s Irregulars)\nFind demon worshippers\nFind weapons / artillery / gunpowder\nSpy missions\n\nKing Gustav of Sweden and the Protestants\n\nThe city of Nordhausen, Metz\nLoot monasteries\nKidnap the archbishop\nFind weapons / artillery / gunpowder\nSpy missions\n\nCount Reuben of Bruckstadt\n\nProtect Bruckstadt\nBe neutral\n\nThe Malevols\n\nHave left the region due to the violence, Castle Xyntillan is abandoned.\n\nRival Mercenary Company: Mentzer’s Irregulars\n\nAcquire a stronghold\nGrow power\nLoot / extract from the farms in the area\nAcquire magical artifacts\nGain their own domain\n\nHandelshaus von Bodeck\n\nOwn the Hammelburg Waffenwerke as a center of weapons manufacturing (Familie Klee)\nSell weapons\nCollect debts\nCollect / secure raw materials\nWeapon transports as mission\n\nDer Hermetische Kristallbund\n\nAlso go under the name of Der Chymische Bund, Rosenkreutzer\nSecret cult of Occultists\nAnonymous members: Giocomo Cafarelli is a member, empty lab in Metz (missing member?)\nAll searching for knowledge at any price.\nLed by Grandmaster Johann Keppler, living in Wuerzburg\nTied to the Cult of Joz Quoatl—they want its secrets.\nRaise the undead of the mountain?\nAcquire blood/hair of powerful people\nFoment violence\n"},"HRE-Campaign/2.-NPCs-and-Factions/NPCs":{"title":"NPCs","links":["Factions"],"tags":[],"content":"Giacomo Cafarelli\nScribe and magic-user in Bruckstadt. Always looking for interesting magical items on behalf of the Der Hermetische Kristallbund.\nJeka Garcia\nMercenary leader and spirit medium.\nAbbot Grosso\nLeader of the Cult of Joz Qu’oatl. Seeks the Hymns of the Frog God.\nCount Reuben\nLeader of Bruckstadt. Sympathetic to the cause of the King Gustav of Sweden and the Protestants.\nArchbishop Franz von Hatzfeld\nArchbishop of Würzburg. His brother Melchior von Hatzfeld is a general in Wallenstein’s army, part of The Catholic League."},"HRE-Campaign/3.-Module-Notes/Baphomet's-Son":{"title":"Baphomet's Son","links":[],"tags":[],"content":"\nCafarelli and the Kristallbund are also interested buyers. Doesn’t want that Eberle or Lutz von Groeten get it. Would even pay to have them killed.\nBonifaz and his assassins will follow the party, spy on them and fight them.\nInquisitor Moritz Kirchner also becomes interested.\n\nHooks\nLocal threads:\n\nPursue the rumors about a king’s barrow on the Wetterstrasse.\nRetrieve the book Magic of the Toad for Scribe Cafarelli from Castle Aarhorst\nDeal with the bandits in Castle Aarhorst\nExplore remaining catacombs\n"},"HRE-Campaign/3.-Module-Notes/Call-of-the-Toad":{"title":"Call of the Toad","links":[],"tags":[],"content":"Hook\nAt a junk market in Bruckstadt, a tattered diary fell into their hands. A small booklet bound in scuffed leather, in which someone had written down in neat handwriting his life as a merchant’s employee.\nA book seller offered the tattered diary to the mages, it had some occult symbols in it. They were immediately intrigued by the personal sigil of Raz’Kafaun.\nThe Diary\nThe book describes the last five years in the life of Daniel Schwarz, who served the cloth merchant Konrad Keudel. The entries are irregular, so- metimes in daily, then again in week- ly intervals. On 200 pages a boring life spreads out, which has not much more to offer than the daily routine of the job.\nThen, in the last year of the records, a turn in the author’s life takes place. As his employer is increasingly occu- pied by private research, he entrusts Schwarz with the management of the business.\nBut Schwarz cannot be happy about this. The studies of his employer worry him. To the pages of his diary he reports of strange shadows haun- ting the house at night and that old Keudel and his clan worship a bizarre golden toad idol in the vaults below the family crypt.\nThe last entries are brief and vague, as if Schwarz was afraid to confide in his diary the horrible things he saw and heard during those nights. For January 1608, he records the death\nof Keudel’s sister. A week later, her 16-year-old son Adalbert died of fever.\nAccording to Schwarz, their corpses had decomposed in a perverse way into an infernally stinking slime - a sight that almost took his mind away. In the following weeks, old Keudel hardly left his study. With the help of an abominable book called The Call of the Toad, written by a certain Raz’Kafaun, he is said to have tried to bring his sister and nephew back from the dead and to procure eternal life for himself.\nSchwarz is deeply troubled. More and more often he asks for God’s blessing. For November 1613, Schwarz notes that he has locked Keudel’s body in the deepest part of the crypt behind a stone door.\nThe horrible memories of what he saw down in the tomb would haunt him with horrible nightmares. Even if his eyes had perceived otherwise, he writes in the last sentence of the diary, his mind tells him that Konrad Keudel died on November 28, 1613, at the age of 67.\nNotes for Call of the Toad\n\nStine and her gang are connected to the bandits in the Ruin of Aarhorst Castle.\n\nWandering Monsters\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2D6Monsters2-31d4 Giant Bats4-71d4 Giant Rats8-101d3 Skeletons11-121 Carrion Crawler"},"HRE-Campaign/3.-Module-Notes/The-Saint-of-Bruckstadt":{"title":"The Saint of Bruckstadt","links":[],"tags":[],"content":"Hook\nPCs are part of a larger mercenary company that was routed at the Battle of Magdeburg. The leading officers of the Company have been killed or captured—you are no win charge. Time to re-group, re-stock, and get back into action. Have been contacted by Count Reuben Wolfsgrau for a time-sensitive mission.\nThe Disaster\nSaint James is considered the patron saint of Bruckstadt. In order to be assured of his blessing, the 500-year-old tradition stipulates that every ten years the residents descend into the tomb of the saint under the Church of St. James. In the solemn cere- mony, the silk cloth covering his sarcophagus is replaced with a new one. The ritual should have been performed at the beginning of autumn, but it did not take place.\nThe reason for this was a black powder depot created by Captain Emil Steinblick in St. James‘ Church. Af- ter a lightning strike it caught fire and the following explosion caused parts of the old church to collapse. In the course of this the passage down to the saint‘s crypt was buried by debris. The Benedictine Father Brin then set out with three militiamen to find a way through the Roman catacombs to the crypt. They never came back.\nThe Shroud:\nThe shroud is made anew every ten years according to an ancient pattern. It is made of white silk embroidered with Christian symbols, ru- nes and protective signs. After a three-day immer- sion in consecrated water, it is dried over incense pans and then spread over the sarcophagus. The meaning of the signs and runes has long been for- gotten. However, a magician might recognize that it is a type of magic intended to keep curses away.\nThe Mission\nSince Captain Steinblick is not willing to lose more of his men in the burial chambers below Bruckstadt, Count Reuben Wolfsgrau turns to the PCs.\nThe Count will tell them the following:\n\n\nThe ritual is traditionally performed on the first full moon in September (this year: September 6, 1631). Father Brin warned him that terrible things will befall Bruckstadt if by the end of the month the sarcophagus of the saint is not cove- red with a new cloth.\n\n\nThere are 12 days left.\n\n\nUntil recently, the catacombs were sealed. The count had them broken open after the explosion in the church on September 4.\n\n\nIf the PCs renew the cloth (and bring Count Wolfsgrau the old cloth as proof), he will sign over to them the title deed of Aarhorst Castle.\n\n\nTimeline:\n\n\nJune 5: The first refugees from Magdeburg and other parts of the Reich arrive in Bruckstadt.\n\n\nAugust 12: A group of cannibals led by Valentin Stelzer enter the catacombs via the burned inn (p. 35).\n\n\nSeptember 3: The explosion of the powder depot destroys the Church of St. James, burying the stairs to the crypt of the saint.\n\n\nSeptember 4: After it becomes clear that it will take weeks to uncover the passage to the crypt, the count has the entrance to the old catacombs broken open.\n\n\n5. September: Father Brin and 3 militiamen descend into the catacombs to find a way through the underground burial chambers to the Saint‘s tomb.\n\n\nSeptember 6: Count Wolfsgrau sends more militiamen to search for Father Brin‘s missing expedition.\n\n\nSeptember 10: Both expeditions are considered lost, the shroud was not renewed.\n\n\nSeptember 18: Count Reuben Wolfsgrau instructs the PCs to find a way through the catacombs to the tomb of the Saint and spread the new cloth over the sarcophagus.\n\n\nStelzer’s Cannibals\nThe Cannibals are a group of refugees from Mag- deburg who sought shelter in the catacombs and were corrupted by the spirit of St. James."},"HRE-Campaign/4.-Locations/Hex-Locations":{"title":"Hex Locations","links":[],"tags":[],"content":"\nNorth: Tale of Christmas Grippertenius\nHEX0911:  The Saint of Bruckstadt, Call of the Toad\nHEX0913: Castle Aarhorst\nHEX0615: Falkrest Abbey/Kloster Mariastein\nHEX01213: Nordhausen, Baphomet’s Sohn.\nHEX1209/1309: Brocken, Death Frost Doom\nSOUTH: Better Than Any Man, covers Karlstadt, Hammelburg, Rothenfels, Zellingen, Steinfeld\nHEX1217: NAP dwarf fortress reflavored, HQ for Mentzer’s Irregulars.\nHEX1311/1211: Tours-en-Savoy and Castle Xyntillan.\nHEX1426: Würzburg, Johannes Kepler is a powerful mage who is working on a ritual that will upend the spherical alignments of the world. Kepler was astrological advisor to the Emperor. Got sick with fever (motivation?), Kidnap the Archpriest.\nHEX0324: Abtei Maria Laach / The Isle\nHEX1414 Helveczia—The mislaid letter, HZ0913\nHEX1315 Helveczia—The mislaid letter, HZ0912\nHEX1217 Helveczia—The mislaid letter, HZ1011\nHEX1419 Helveczia—The mislaid letter, HZ1110 Fellkirchen\nHEX1418 Helveczia—The mislaid letter, HZ1111\nHEX1318 Helveczia—The mislaid letter, HZ1209\nHEX1417 Helveczia—The mislaid letter, HZ1009\nHEX1119 Helveczia—The manor house of Sabrina Trinninger. Keeping someone important imprisoned. HZ1213\nHEX0411 Helveczia—Moorbad. The accursed cellar\nHEX1208 = HZ0214\nHEX1114 = HZ0314 Grossbraennermoos\nHEX0510 = HZ0314 Flowering Well\nHEX1508 = HZ0314 Hundsrueck\nHEX1409 = HZ0407\nHEX1110 = HZ0415\nHEX0310 = HZ0506\nHEX1412 = HZ0507\nHEX1308 = HZ0512\nHEX1213 = HZ0514\nHEX0416 = HZ0514\nHEX1112 = HZ0515\nHEX0110 = HZ0515 standing stones\nHEX0217 = HZ0606\nHEX0919 = HZ0607\nHEX0421 = HZ0611\nHEX0709 = HZ0612 thieves house\nHEX1113 = HZ0612 mountain goats\nHEX1321 = HZ0613\nHEX1019 = HZ0614\nHEX0309 = HZ0706\nHEX1109 = HZ0708\nHEX1112 = HZ0709\nHEX0809 = HZ0710\nHEX04252 = HZ0711\nHEX0117 = HZ0712\nHEX0715 = HZ0713\nHEX0315 = HZ0806\nHEX0614 = HZ0807\nHEX0410 = HZ0809\nHEX0717 = HZ0809\nHEX0419 = HZ0810\nHEX0313 = HZ0812\nHEX0516 = HZ0813\nHEX0823 = HZ0902\nHEX0415 = HZ0902\nHEX1118 = HZ0904\nHEX0418 = HZ0911\nHEX0624 = HZ0912\nHEX0319 = HZ0914\nHEX0922 = HZ1001\nHEX0221 = HZ1002\nHEX0424 = HZ1003\nHEX0315 = HZ0806\nHEX0218 = HZ1005\nHEX0511 = HZ1005\nHEX0120 = HZ1006 Sanktgrauben\nHEX0711 = HZ1006 Memento\nHEX0415 = HZ1008 beggar brothers\nHEX1009 = HZ1008 Sentinel\nHEX0321 = HZ1009 Chapel\nHEX0712 = HZ1011\nHEX0212 = HZ1011 Schwarz homestead\nHEX1211 = HZ1015 ice pit\nHEX0821 = HZ1015 Monastery\nHEX1014 = HZ1103\nHEX1225 = HZ1104\nHEX1121 = HZ1104\nHEX1516 = HZ1105\nHEX0512 = HZ1108\nHEX0317 = HZ1110\nHEX0421 = HZ1111\nHEX0819 = HZ1111 Loesbeck homestead\nHEX0709 = HZ1113\nHEX1308 = HZ1114\nHEX0825 = HZ1202 Haunted watchtower\nHEX0609 = HZ1202 Ladomir\nHEX1018 = HZ1204\nHEX1016 Hammelburg = HZ1205 Brückl\nHEX0916 = HZ1205 gallows\nHEX1116 = HZ1206\nHEX1015 = HZ1206 headman’s tree\nHEX0122 Rothenfels = HZ1208 Ammertal\nHEX0120 = HZ1209 charcoal\nHEX0121 = HZ1209 Landau\nHEX0123 = HZ1210\nHEX0219 = HZ1212\nHEX0123 = HZ1210\nHEX1321 = HZ1214\nHEX1303 = HZ1423\nHEX0816 = HZ1303\nHEX0920 = HZ1304\nHEX0511 = HZ1305\nHEX0309 = HZ1307\nHEX0718 = HZ1307\nHEX0708 = HZ1307\nHEX0405 = HZ1308\nHEX0326 = HZ1309\nHEX0211 = HZ1310 standing stones\nHEX0110 = HZ1310 Rundlmoos\nHEX0408 = HZ1311\nHEX0724 = HZ1407\nHEX0610 = Bruckstadt Barrow\nHEX0413 = Schwarzmoor and Cloister of the Frog God.\n\nWinter’s Death if PCs are ever captured\n"},"HRE-Campaign/5.-Domain-Game/Archbishop's-Army":{"title":"Archbishop's Army","links":[],"tags":[],"content":"\nJeka’s Marauders, 200 mercenaries.\n\nplanned to be equipped with muskets\n20 Clerics and MUs\n\n\n100 Schwarzritter\n40 Clerics of the Archdiocese\n50 Paladins of the Archdiocese\nThe Würzburg Militia:\n\n1000 Footmen with Pikes\n250 Muskets\n100 Mounted Knights/Dragoons\nArtillery\n\n\nThe Catholic League\n\n200 Mounted Knights/Dragoons\n2000 Footmen with Pikes\n300 Muskets\nArtillery\n\n\n"},"HRE-Campaign/5.-Domain-Game/Domain-rules":{"title":"Domain rules","links":[],"tags":[],"content":"Rules:\n\nEvery month, a domain turn happens (includes population changes, morale changes, tax collection, domain events, expansion).\nExpansion phase:\n\nHire Scouts to explore adjacent hexes. Scouts costs 50gp per month and can explore 1d6+2 hexes. Expert Scouts costs 150gp per month and can explore 1d10+4 hexes.\nRoll for an encounter per hex to see if a threat exists (15% lair chance).\nTo clear a hex, PCs have to deal with any emerging threats or send troops (garrison or mercenaries, one-roll resolution). Use common sense to see if threat can be dealt with within a month.\nAfter a hex has been cleared, the Stronghold’s garrison sends regular patrols to maintain the hex.\nA stronghold with a garrison can maintain daily patrols within the stronghold’s 6-mile hex. Patrols can also range into each adjacent 6-mile hex, but this requires a fortified structure as a secondary base in the adjacent hex.\nCleared hexes belong to the Domain and positively affect population growth and taxes.\n\n\nRegional threats:\n\nCity, clear, grasslands, settled lands: 1-in-6.\nAerial, barren, desert, forest, hills: 2-in-6.\nJungle, mountains, swamp: 3-in-6\n\n\n"},"HRE-Campaign/5.-Domain-Game/The-PC's-Domain":{"title":"The PC's Domain","links":[],"tags":[],"content":"\n\nCurrent Month: January 1632\nControlled Hexes: 0910, 0809, 0810, 0710, 0909, 0709, 1008, 0808, 1009, 1010, 0911, 0811, 0711\nSettlement Population: 80 (hamlet)\nCurrent Settlement Morale: 8\nThe Keep:\n\nBuildings:\n\n1 civilian stone building\n1 castle wall\n1 gatehouse\n1 small smithy\nStone garrison\nStone staff building\n1 Gatehouse\n400ft Palisade\nAlchemy lab\n\n\n\n\nTroops:\n\nGarrison: 60 0-level soldiers (require 600ft of civilian building, costs 3,000 or 1,000.)\nMercenaries and staff:\n\n150 archers (1500gp) — paid up for December\n365 light footmen (1460 gp) — paid up for December\n1 Blacksmith (25 gp) — paid up for December\n1 Cook (10gp) — paid up for December\n\n\nRetainers:\n\nVilis (thief, hired as henchmen) — wants 30 gp per month, paid up for December\nFrederic and Carolus (fighters, available as henchmen at the keep) — want 30 gp each per month, paid up for December\n\n\n\n\nOther Resources\n\nAlchemy Lab: 3 magical component (MC), 20 standard components (SC), 1 recipe for acid\n\n\nTracker:\n\nNovember taxes: 50 gp\nDecember taxes: 110 gp\nJanuary taxes: 80 gp\nSalaries: 3085 gp\nBuilding: Gatehouse (6,500), 400ft Palisade (4,000)\nHex exploration: 1008, 0808, 1009, 1010, 0911, 0811, 0711\nBasic scouting mission: troop strength, location, allies, rumors/gossip, HIRE SCOUT for 500 gp, Lucio Conti, resolve results in January.\nBuilding: 3 defensive military buildings (price=small civilian building): 4500gp\n2 Light Trebuchets (1,200 gp), 40 regular shot (600), 10 pitch (750)\n3x Light repeating ballista (600 gp)\nScouts (150 gp): 6 hexes: 0908, 0812 (9 putto), 0912, 1012,1011, 1110\n\n\n"},"HRE-Campaign/6.-Sessions/2024-12-02":{"title":"2024-12-02","links":[],"tags":[],"content":"12/24/1631 — 12/30/1631:\n\n\nThe Wolfguard expands their domain and hires additional troops. In their exploration of the surrounding lands, they discover a lair of Frogmen. Instead of meeting them with violence, they make a deal with their chieftain—Globgar. For a mere 30 gold per month, the Frogmen will protect their flank.\n\n\nApart from troops, the Wolfguard also hires a spy to move South. The spy is to gather information about the Archbishop’s efforts of raising an army.\n\n"},"The-Profane-Temple-of-Demeter/1.-Adventure-Overview/Background":{"title":"Background","links":["2.-NPCs-and-Factions/NPCs"],"tags":[],"content":"Hundreds of years ago, the Temple of Demeter was the center of the Aklieos region. The fertile soils and access to the river Lyos provided abundance to local farmers. The Temple served as the central governance institution for the region and the town of Demestos developed around it.\nThe Temple itself served as home to the priesthood of Demeter, gathering place for religious feasts, and storage and processing facility for grain, dairy products, and livestock. The Temple safeguarded food production for the whole region and offered blessings for the surrounding farmlands by distributing water from the Fountain of Demeter.\nAn internal conflict within the priesthood over leadership between the Archon Kleistos and Serene Exculpator Adrianna led to the demise of the temple and cursed the town and surrounding region. Serene Exculpator Adrianna pacted with a demon of gluttony, profaning the Inner Sanctum of the Temple, and attempted to stage a coup of the priesthood. Archon Kleistos. powerless to stop her, sacrificed himself to seal the demon and Adrianna in the Inner Sanctum.\nWith the Fountain of Demeter spoiled by the demon’s presence, the Temple supply of holy water turned corrupted and spoiled the surrounding lands. An outbreak of disease and repeated crop failures led to the demise of the town.\nNow, the ruins of Demestos and the abandoned Temple of Demeter stand alone and are merely remembered for their prior importance.\nThree weeks ago, Margos of the Maw established residence in the ground level ruins of the Temple. His band of goblins and Orcs have been staging raids in the broader region."},"The-Profane-Temple-of-Demeter/1.-Adventure-Overview/Central-Conflicts":{"title":"Central Conflicts","links":["2.-NPCs-and-Factions/NPCs"],"tags":[],"content":"Margos of the Maw and is raiding band are threatening travelers and farmers in the region of Aklieos.\nHekatos and his disciples have descended to the lower levels of the Temple of Demeter to break the seal on the Inner Sanctum and bind the demons.\nThe demons want to escape.\nThe Worm Illaktamus desires the grain stores to be refilled. He wants to lift the curse on the land but also assert dominion over it.\nMother Galvikta wants to restore the Temple of Demeter."},"The-Profane-Temple-of-Demeter/2.-NPCs-and-Factions/Factions":{"title":"Factions","links":[],"tags":[],"content":""},"The-Profane-Temple-of-Demeter/2.-NPCs-and-Factions/NPCs":{"title":"NPCs","links":["4.-The-Temple-of-Demeter/Level-4","4.-The-Temple-of-Demeter/The-Temple-of-Demeter"],"tags":[],"content":"Margos of the Maw\nBorgrum is a fat and smelly Ogre that leads The Gulfak Marauders.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOgreArmor Class:15 (12)Hit Dice:4+1No. of Attacks:1 huge weaponDamage:2d6Movement:30’ Unarmored 40’No. Appearing:1d6, Wild 2d6, Lair 2d6Save As:Fighter: 4Morale:10Treasure Type:C + 1d20x100 gpXP:240\n\nName description.  AC [] HD ?(?hp) Attacks 1 x ? (1d6) THAC0 20[+0] Movement ’(’) ST D10 W10 P10 B10 S10 Morale ? Alignment Chaotic/Neutral/Lawful XP ? Number Appearing 1d6 (2d6) Treasure Type ?\n\nSpecial: description of special effect.\n\n\nHekatos\nHekatos is a Magic-User of high level. He lairs on Level 4 of The Temple of Demeter.\n\nHekatos Medium, imperious, hawk-like features.\nAC 5[14] (5[16]  HD 4(18hp) Attacks 1 x dagger (1d4) THAC0 16[+3] Movement 120’(40’) ST D10 W11 P12 B13 S14 (4) Morale 8 Alignment Chaotic XP 125  Number Appearing 1 (1) Treasure Type C\n\nSpellbook:\n\n"},"The-Profane-Temple-of-Demeter/3.-Surrounding-Area/The-Area-around-the-Temple":{"title":"The Area around the Temple","links":[],"tags":[],"content":"id: AreaTemple ### Must be unique with no spaces  \nimage: [[riverside-ruins-2.webp]] ### Link to the map image file  \nbounds: [[0,0], [600,464]] ### Size of the map in px Width_x, Height_y  \nheight: 700px ### Size of the leaflet embed in px on your screen  \nwidth: 95% ### Size of the leaflet embed in your note  \nlat: 300 ### To center the map, make this half of the map width.  \nlong: 232 ### To center the map, make this half of the map height.  \nminZoom: -1.5 ### Controls how far away from the map you can zoom out. Hover over the target icon to see the current level.  \nmaxZoom: 1 ### Controls how far towards the map you can zoom in. Hover over the target icon to see the current level.  \ndefaultZoom: 0 ### Sets the default zoom level when the map loads. Hover over the target icon to see the current level.  \nzoomDelta: 0.5 ### Adjust how much the zoom changes when you zoom in or out.  \nunit: km ### The value displayed when measuring so you know what type of unit is being measure.  \nscale: 0.09328358208955223 ### Only required if you are using the measurement tool. Real units/px (resolution) of your map  \nrecenter: false  \ndarkmode: false ### marker  "},"The-Profane-Temple-of-Demeter/4.-The-Temple-of-Demeter/Level-1":{"title":"Level 1","links":[],"tags":[],"content":""},"The-Profane-Temple-of-Demeter/4.-The-Temple-of-Demeter/Level-2":{"title":"Level 2","links":["Bugbears","3.-Systems/OSE/7.-Monsters/Monster-Stats/Bugbear"],"tags":[],"content":"\nRoom 2\nThe room has 3 Bugbears lying in wait to ambush any intruders.\nBugbear\n\nName description.  AC [] HD ?(?hp) Attacks 1 x ? (1d6) THAC0 20[+0] Movement ’(’) ST D10 W10 P10 B10 S10 Morale ? Alignment Chaotic/Neutral/Lawful XP ? Number Appearing 1d6 (2d6) Treasure Type ?\n\nSpecial: description of special effect.\n\n\nDescription\n"},"The-Profane-Temple-of-Demeter/4.-The-Temple-of-Demeter/Level-3":{"title":"Level 3","links":[],"tags":[],"content":""},"The-Profane-Temple-of-Demeter/4.-The-Temple-of-Demeter/Level-4":{"title":"Level 4","links":[],"tags":[],"content":""},"The-Profane-Temple-of-Demeter/4.-The-Temple-of-Demeter/The-Temple-of-Demeter":{"title":"The Temple of Demeter","links":[],"tags":[],"content":""},"index":{"title":"The Profane Temple of Demeter","links":[],"tags":[],"content":"These are my personal notes for an adventure."}}